import datetime

data = [{'amount': 14990,
  'amount_buy': 7000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone SE 64 Red - 14.990💥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 25805\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '25805',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 930100, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 564,
  'image_1': 'device/iPhone/iPhone_SE/9DD8E1EC-F471-4F83-A577-ECD3BE81F694.jpeg',
  'image_2': 'device/iPhone/iPhone_SE/64230F97-065B-4A87-AE93-704FE3C6FF66.jpeg',
  'image_3': 'device/iPhone/iPhone_SE/868A0064-460C-4FDD-95F5-824A3DF94A3A.jpeg',
  'kit_id': 11,
  'name': 'iPhone SE 64 Red - 14.990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 11,
  'text': ''},
 {'amount': 24990,
  'amount_buy': 16000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 white - 24990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 45994\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена дисплейного модуля \r\n'
             '– замена задней камеры\r\n'
             'Родной аккумулятор 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '45994',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 327278, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 569,
  'image_1': 'device/iPhone/iPhone_11/4E4B9BB7-505F-44D1-BD29-BF35758A2733.jpeg',
  'image_2': 'device/iPhone/iPhone_11/A8DB76CC-B8BD-4D5D-B447-CF0D056356A6.jpeg',
  'image_3': '',
  'kit_id': 11,
  'name': 'iPhone 11 64 white - 24990 🔥',
  'state_id': 1,
  'status': '4',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена дисплейного модуля \r\n'
          '– замена задней камеры\r\n'
          'Родной аккумулятор 86%'},
 {'amount': 49990,
  'amount_buy': 32000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 128 Pacific Blue - 49990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 57973\n'
             '\n'
             'Проведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '57973',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 406507, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 570,
  'image_1': 'device/iPhone/iPhone_12/7EEC7F25-0419-4196-A330-3D21D3A31239.jpeg',
  'image_2': 'device/iPhone/iPhone_12/524949DE-0234-44FA-8CAD-11F7A00DA5E6.jpeg',
  'image_3': '',
  'kit_id': 11,
  'name': 'iPhone 12 Pro 128 Pacific Blue - 49990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 6,
  'text': 'Проведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)'},
 {'amount': 11990,
  'amount_buy': 11000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 8 64 Red - 1̶̶1̶̶9̶̶9̶̶0̶ ̶1̶̶1̶̶9̶̶9̶̶0̶💥.</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 27445\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\r\n'
             '– Отсутствует тактильный отклик на нижней кнопке громкости, сама '
             'кнопка работает исправно\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '27445',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 644849, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 573,
  'image_1': 'device/iPhone/iPhone_8/7ED7B833-3E5F-4EC6-AC9A-FDA8AD19560E.jpeg',
  'image_2': 'device/iPhone/iPhone_8/29AE4590-EB35-40A8-AF49-BB6128739691.jpeg',
  'image_3': 'device/iPhone/iPhone_8/99E533D9-741A-453B-91F5-A8690C98C5E2.jpeg',
  'kit_id': 11,
  'name': 'iPhone 8 64 Red - 1̶̶1̶̶9̶̶9̶̶0̶ ̶1̶̶1̶̶9̶̶9̶̶0̶💥.',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 16,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние '
          '100%).\r\n'
          '– Отсутствует тактильный отклик на нижней кнопке громкости, сама '
          'кнопка работает исправно'},
 {'amount': 21990,
  'amount_buy': 16000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 21.990 ⚡️</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 39705\n'
             '\n'
             '–Замена Дисплейного модуля (в настройках выдает ошибку о '
             'неизвестной детали)\r\n'
             '–Замена аккумулятора (сертифицированный аналог, состояние 100%). '
             'В настройках не отображается емкость, на работу не влияет. '
             'Емкость можно посмотреть через приложение для ПК.  \r\n'
             '–Восстановление пыле/влаго защиты.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '39705',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 765570, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 587,
  'image_1': 'device/iPhone/iPhone_11/IMG_4344.jpeg',
  'image_2': 'device/iPhone/iPhone_11/IMG_4343.jpeg',
  'image_3': 'device/iPhone/iPhone_11/IMG_4346.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Black - 21.990 ⚡️',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '–Замена Дисплейного модуля (в настройках выдает ошибку о '
          'неизвестной детали)\r\n'
          '–Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках не отображается емкость, на работу не влияет. Емкость '
          'можно посмотреть через приложение для ПК.  \r\n'
          '–Восстановление пыле/влаго защиты.'},
 {'amount': 23990,
  'amount_buy': 18500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Black - 23.990 💥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 51441\n'
             '\n'
             '–Замена аккумулятора (сертифицированный аналог)\r\n'
             '–Состояние аккумулятора - 100% \r\n'
             '–Замена нижнего шлейф (зарядка)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '51441',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 29),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 853537, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 588,
  'image_1': 'device/iPhone/iPhone_11/IMG_4348.jpeg',
  'image_2': 'device/iPhone/iPhone_11/IMG_4349.jpeg',
  'image_3': 'device/iPhone/iPhone_11/IMG_4350.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 64 Black - 23.990 💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '–Замена аккумулятора (сертифицированный аналог)\r\n'
          '–Состояние аккумулятора - 100% \r\n'
          '–Замена нижнего шлейф (зарядка)'},
 {'amount': 44990,
  'amount_buy': 36500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 128 Pacifical Blue - 44.990🔝</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 61735\n'
             '\n'
             '–Замена аккумулятора (сертифицированный аналог)\r\n'
             '–Состояние аккумулятора - 100% \r\n'
             '–Замена задней камеры, оригинал. (в настройках показывает, что '
             'устройство не может распознать запчасть. На работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '61735',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 933207, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 589,
  'image_1': 'device/iPhone/iPhone_12/IMG_4351.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4352.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4353.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 Pro 128 Pacifical Blue - 44.990🔝',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '–Замена аккумулятора (сертифицированный аналог)\r\n'
          '–Состояние аккумулятора - 100% \r\n'
          '–Замена задней камеры, оригинал. (в настройках показывает, что '
          'устройство не может распознать запчасть. На работу не влияет)'},
 {'amount': 25990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Purple - 25990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 86277\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '86277',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 92694, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 591,
  'image_1': 'device/iPhone/iPhone_11/653AADC3-E677-4F63-97A4-92F7814A36C5.jpeg',
  'image_2': 'device/iPhone/iPhone_11/CEC11BA0-6C2F-47A6-9D14-9C2011B7A969.jpeg',
  'image_3': 'device/iPhone/iPhone_11/45A1431A-6DDF-42A9-9BB6-CD59B906333D.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 64 Purple - 25990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%'},
 {'amount': 25990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Black - 25.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 80054\n'
             '\n'
             'Состояние аккумулятора - 87%\r\n'
             'Замена задней камеры (оригинал)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '80054',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 1),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 473433, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 596,
  'image_1': 'device/iPhone/iPhone_11/B0404900-62E4-492F-AD85-2951121A5CA3.jpeg',
  'image_2': 'device/iPhone/iPhone_11/469C35B7-CB60-4890-9AF4-FBA3554C5B89.jpeg',
  'image_3': 'device/iPhone/iPhone_11/74C190A1-935F-4E38-87A5-B5CE0607FF3A.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 64 Black - 25.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Состояние аккумулятора - 87%\r\nЗамена задней камеры (оригинал)'},
 {'amount': 17990,
  'amount_buy': 9500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone Xs 64 Gold - 17.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 93708\n'
             '\n'
             'Произведенные работы: \r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\r\n'
             '– замена дисплейного модуля\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '93708',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 270456, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 606,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/17E925CF-EBC7-45B9-8075-3A273DB07F19.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/9D4E0B01-4222-4B5C-A3B7-CFE32BEE5E6E.jpeg',
  'image_3': '',
  'kit_id': 11,
  'name': 'iPhone Xs 64 Gold - 17.990 🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Произведенные работы: \r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%\r\n'
          '– замена дисплейного модуля'},
 {'amount': 16990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone X 64 Space Grey - 1̶̶8̶̶9̶̶9̶̶0̶ 16990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 85873\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\r\n'
             '– Замена дисплейного модуля (оригинал).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '85873',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 430741, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 608,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/EDBBDAC4-DE1C-4256-BC24-434BAFA7133D.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/77AD5F65-0F6D-4805-8516-CBC9BD404682.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/3CCCEABA-4114-4421-9552-AAFF45ABDB60.jpeg',
  'kit_id': 11,
  'name': 'iPhone X 64 Space Grey - 1̶̶8̶̶9̶̶9̶̶0̶ 16990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние '
          '100%).\r\n'
          '– Замена дисплейного модуля (оригинал).'},
 {'amount': 25990,
  'amount_buy': 17500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Purple - 25.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 76302\n'
             '\n'
             'Произведенные работы: \r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\r\n'
             '– чистка верхней сеточки динамика\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '76302',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 22),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 302285, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 619,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/199D7C5A-A9B7-41CC-9529-2BF577B0783E.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/81DC6286-6759-4203-AEAA-0C4CC524E572.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/C0DE2FC8-411A-443D-930E-AE9020B0E66F.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 64 Purple - 25.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы: \r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)\r\n'
          '– чистка верхней сеточки динамика'},
 {'amount': 26990,
  'amount_buy': 21500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64  White - 26.990 💥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 94410\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\r\n'
             '– замена задней камеры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '94410',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 381104, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 620,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/499B0ADD-7F30-4F63-BF32-6C804232B52C.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/2105CA70-8C66-4C0A-89C6-95BEB6ABC84A.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/784EABDA-F7FB-47E4-9621-66F2EE6711BD.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 64  White - 26.990 💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%\r\n'
          '– замена задней камеры'},
 {'amount': 35990,
  'amount_buy': 29500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 64 White - 35.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 34204\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). В настройках не отображается емкость, на работу не '
             'влияет. Емкость можно посмотреть через приложение для ПК.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '34204',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 331882, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 632,
  'image_1': 'device/iPhone/iPhone_12/8B03EA97-F7C0-4EAD-A79B-46F75D8D545C.jpeg',
  'image_2': 'device/iPhone/iPhone_12/893FD6F1-1E33-400F-A520-3BD533B91B94.jpeg',
  'image_3': 'device/iPhone/iPhone_12/F417B9D4-E014-4270-BBAF-DB594B4B29B8.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 64 White - 35.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках не отображается емкость, на работу не влияет. Емкость '
          'можно посмотреть через приложение для ПК.'},
 {'amount': 26490,
  'amount_buy': 19000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 26.490 ✅</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 09192\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). \r\n'
             '– Замена Дисплейного модуля с переносом родной микросхемы.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '09192',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 4),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 650477, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 636,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5021.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5022.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5023.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Black - 26.490 ✅',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние '
          '100%). \r\n'
          '– Замена Дисплейного модуля с переносом родной микросхемы.'},
 {'amount': 27490,
  'amount_buy': 17500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 27.490 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 71045\n'
             '\n'
             '–Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '71045',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 807439, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 638,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5033.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5030.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5031.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Black - 27.490 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '–Замена аккумулятора (сертифицированный аналог, состояние 100%).'},
 {'amount': 35990,
  'amount_buy': 28000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro 256 Space Gray - 35.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 87344\n'
             '\n'
             '- Состояние аккумулятора: 92%\r\n'
             'Произведенные работы:\r\n'
             '– Замена заднего стекла\r\n'
             '– Замена дисплейного модуля\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '87344',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 9),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 204674, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 643,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/9D7F39F3-3D78-462A-ABE1-7E1DD3246008.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/0A47DE10-5F53-452B-9638-ED1CE54F4BB5.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/CFE760A6-3E20-4E08-804A-4BADBAB101EB.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 Pro 256 Space Gray - 35.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': '- Состояние аккумулятора: 92%\r\n'
          'Произведенные работы:\r\n'
          '– Замена заднего стекла\r\n'
          '– Замена дисплейного модуля'},
 {'amount': 31990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Purple - 31.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 62281\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена задней камеры, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '62281',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 838450, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 651,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4277.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4276.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4278.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Purple - 31.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена задней камеры, оригинал'},
 {'amount': 20990,
  'amount_buy': 14500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone Xs 64 Space Gray - 20.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 46086\n'
             '\n'
             '– Замена задней камеры, оригинал.\r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '46086',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 917329, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 652,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_5230.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_5231.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_5232.jpeg',
  'kit_id': 11,
  'name': 'iPhone Xs 64 Space Gray - 20.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена задней камеры, оригинал.\r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 69990,
  'amount_buy': 54000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 128 Sierra Blue - 7̶̶2̶̶9̶̶9̶̶0̶ '
             '69.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 72188\n'
             '\n'
             '– Родной аккумулятор 90%\r\n'
             '– Замена задней камеры, оригинал. (В настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '72188',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 75322, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 654,
  'image_1': 'device/iPhone/iPhone_13/IMG_4282.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4284.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4283.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro Max 128 Sierra Blue - 7̶̶2̶̶9̶̶9̶̶0̶ 69.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Родной аккумулятор 90%\r\n'
          '– Замена задней камеры, оригинал. (В настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет)'},
 {'amount': 17490,
  'amount_buy': 10000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone X 64 Silver - 17.490🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 14723\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '14723',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 631554, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 661,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4298.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4299.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4300.jpeg',
  'kit_id': 11,
  'name': 'iPhone X 64 Silver - 17.490🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 15,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 12990,
  'amount_buy': 9000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone X 64 Gb Space Gray - 1̶̶5̶̶9̶̶9̶̶0̶ 12.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 69479\n'
             '\n'
             'Произведенные работы: \r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\r\n'
             '– замена дисплейного модуля\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '69479',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 947499, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 665,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_9748.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_9751.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_9753.jpeg',
  'kit_id': 11,
  'name': 'iPhone X 64 Gb Space Gray - 1̶̶5̶̶9̶̶9̶̶0̶ 12.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Произведенные работы: \r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)\r\n'
          '– замена дисплейного модуля'},
 {'amount': 27990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 White - 27.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 25133\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена дисплейного модуля \r\n'
             '– замена задней камеры\r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '25133',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 26618, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 666,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9754.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9755.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9756.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 White - 27.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена дисплейного модуля \r\n'
          '– замена задней камеры\r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)'},
 {'amount': 27990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Red - 27.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 50106\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена задней камеры, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '50106',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 264585, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 669,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4308.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4309.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4310.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Red - 27.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена задней камеры, оригинал'},
 {'amount': 31990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Purple - 31.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 82815\n'
             '\n'
             '- Замена аккумулятора (сертифицированный аналог), состояние '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '82815',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 3),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 275218, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 682,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4396_QNQsFrw.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4398_ynqmbEZ.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4395_Lk6uwhW.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Purple - 31.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '- Замена аккумулятора (сертифицированный аналог), состояние 100%'},
 {'amount': 70990,
  'amount_buy': 52000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 128 Sierra Blue - 7̶̶4̶̶9̶̶9̶̶0̶ 70.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 93390\n'
             '\n'
             '– Родной аккумулятор - 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '93390',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 354562, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 683,
  'image_1': 'device/iPhone/iPhone_13/IMG_5670.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_5672.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_5671.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro Max 128 Sierra Blue - 7̶̶4̶̶9̶̶9̶̶0̶ 70.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Родной аккумулятор - 87%'},
 {'amount': 79990,
  'amount_buy': 67000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 128 Space Black - 8̶̶5̶̶9̶̶9̶̶0̶ 79.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 13993\n'
             '\n'
             '– Замена задней камеры, оригинал. (В настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '13993',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 833190, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 689,
  'image_1': 'device/iPhone/iPhone_14/IMG_5698.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5696.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5697.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro 128 Space Black - 8̶̶5̶̶9̶̶9̶̶0̶ 79.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Замена задней камеры, оригинал. (В настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет)'},
 {'amount': 25990,
  'amount_buy': 20000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XS 256 Silver - 25.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 02613\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). В настройках не отображается емкость, на работу не '
             'влияет. Емкость можно посмотреть через приложение для ПК.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '02613',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 18),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 704819, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 700,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4455.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4456.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4457.jpeg',
  'kit_id': 11,
  'name': 'iPhone XS 256 Silver - 25.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках не отображается емкость, на работу не влияет. Емкость '
          'можно посмотреть через приложение для ПК.'},
 {'amount': 28990,
  'amount_buy': 20000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XS Max 512 Space Grey - 3̶̶1̶̶9̶̶9̶̶0̶ 28.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 84862\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '84862',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 784911, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 701,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4458.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4459.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4460.jpeg',
  'kit_id': 11,
  'name': 'iPhone XS Max 512 Space Grey - 3̶̶1̶̶9̶̶9̶̶0̶ 28.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 51990,
  'amount_buy': 48990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 12 Pro 128 Blue - 51.990 ⚡️</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 132765\n'
             '\n'
             'Состояние аккумулятора 79%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '132765',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 22),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 261135, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 707,
  'image_1': 'device/iPhone/iPhone_12/photo_2023-10-13_14-00-49.jpg',
  'image_2': 'device/iPhone/iPhone_12/photo_2023-10-13_14-00-46.jpg',
  'image_3': 'device/iPhone/iPhone_12/photo_2023-10-13_14-00-38.jpg',
  'kit_id': 11,
  'name': 'iPhone 12 Pro 128 Blue - 51.990 ⚡️',
  'state_id': 12,
  'status': '3',
  'subcategory_id': 6,
  'text': 'Состояние аккумулятора 79%'},
 {'amount': 43990,
  'amount_buy': 42000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro 512 Space Gray - 4̶̶5̶̶9̶̶9̶̶0̶ 43.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 47046\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '47046',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 450653, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 722,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8383.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8381.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8382.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 Pro 512 Space Gray - 4̶̶5̶̶9̶̶9̶̶0̶ 43.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 56990,
  'amount_buy': 45000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 128 Graphite - 6̶̶3̶̶9̶̶9̶̶0̶ 56.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 34481\n'
             '\n'
             '– Состояние аккумулятора - 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '34481',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 609616, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 724,
  'image_1': 'device/iPhone/iPhone_13/2FA52DB0-9651-45FF-B1B5-159985067700.jpeg',
  'image_2': 'device/iPhone/iPhone_13/4145D2D1-CDCC-4344-A09E-62D490A97643.jpeg',
  'image_3': 'device/iPhone/iPhone_13/8BF10AE3-78B7-4B09-9F79-DE3EADC618E4.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro 128 Graphite - 6̶̶3̶̶9̶̶9̶̶0̶ 56.990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 87%'},
 {'amount': 5490,
  'amount_buy': 3000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 7 Plus 32 Jet Black - 7̶̶9̶̶9̶̶0̶ 5.490🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 32212\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '32212',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 10035, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 729,
  'image_1': 'device/iPhone/iPhone_6/7/8/IMG_4582.jpeg',
  'image_2': 'device/iPhone/iPhone_6/7/8/IMG_4583.jpeg',
  'image_3': 'device/iPhone/iPhone_6/7/8/IMG_4584.jpeg',
  'kit_id': 11,
  'name': 'iPhone 7 Plus 32 Jet Black - 7̶̶9̶̶9̶̶0̶ 5.490🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 16,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 34990,
  'amount_buy': 23000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro 512 Midnight Green - 4̶̶5̶̶9̶̶9̶̶0̶ 34.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 13131\n'
             '\n'
             '– Замена Дисплейного модуля (оригинал) \r\n'
             '– Замена корпуса \r\n'
             '– Восстановление Face ID \r\n'
             '– Состояние аккумулятора 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '13131',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 325814, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 733,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8538.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8539.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8540.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 Pro 512 Midnight Green - 4̶̶5̶̶9̶̶9̶̶0̶ 34.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена Дисплейного модуля (оригинал) \r\n'
          '– Замена корпуса \r\n'
          '– Восстановление Face ID \r\n'
          '– Состояние аккумулятора 87%'},
 {'amount': 29990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 mini 256 White - 3̶̶2̶̶9̶̶9̶̶0̶ 29.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 30316\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена корпуса, оригинал.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '30316',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 4),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 484463, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 735,
  'image_1': 'device/iPhone/iPhone_12/D230381B-D9A9-45ED-B160-FCB566195D17.jpeg',
  'image_2': 'device/iPhone/iPhone_12/F631722D-8950-466E-91D4-343124343502.jpeg',
  'image_3': 'device/iPhone/iPhone_12/94ED72FD-0F48-46ED-88F6-C5BF4C79C725.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 mini 256 White - 3̶̶2̶̶9̶̶9̶̶0̶ 29.990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 6,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена корпуса, оригинал.'},
 {'amount': 59990,
  'amount_buy': 42500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 128 Graphite - 6̶̶3̶̶9̶̶9̶̶0̶ 59.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 14939\n'
             '\n'
             '– Состояние аккумулятора - 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '14939',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 564472, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 736,
  'image_1': 'device/iPhone/iPhone_13/3B879EF1-38C7-452A-BD1C-F4141F44464A.jpeg',
  'image_2': 'device/iPhone/iPhone_13/5589E2F9-5793-4F2F-AE5A-5FD6D6D7BC05.jpeg',
  'image_3': 'device/iPhone/iPhone_13/D67A0349-4214-402D-A759-D27AA988139A.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro 128 Graphite - 6̶̶3̶̶9̶̶9̶̶0̶ 59.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 91%'},
 {'amount': 53990,
  'amount_buy': 49990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 128 Starlight - 5̶̶6̶̶9̶̶9̶̶0̶ 53.990</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 013128\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '013128',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 723206, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 738,
  'image_1': 'device/iPhone/iPhone_13/IMG_4180.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4179.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4177.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 128 Starlight - 5̶̶6̶̶9̶̶9̶̶0̶ 53.990',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 53990,
  'amount_buy': 49990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 128 Pink - 53.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 131288\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '131288',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 803243, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 739,
  'image_1': 'device/iPhone/iPhone_13/IMG_4185.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4186.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4184.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 128 Pink - 53.990 🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 43990,
  'amount_buy': 39990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 mini 128 Pink - 4̶̶7̶̶9̶̶9̶̶0̶ 43.990</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 131282\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '131282',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 881608, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 740,
  'image_1': 'device/iPhone/iPhone_13/IMG_4194.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4195.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4196.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 mini 128 Pink - 4̶̶7̶̶9̶̶9̶̶0̶ 43.990',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 53990,
  'amount_buy': 49990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 12 Pro 128 Graphite - 5̶̶8̶̶9̶̶9̶̶0̶ 53.990</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 121280\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '121280',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 961260, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 741,
  'image_1': 'device/iPhone/iPhone_12/image.jpg',
  'image_2': 'device/iPhone/iPhone_12/image_3nDE7I9.jpg',
  'image_3': 'device/iPhone/iPhone_12/image_VnCbMjc.jpg',
  'kit_id': 11,
  'name': 'iPhone 12 Pro 128 Graphite - 5̶̶8̶̶9̶̶9̶̶0̶ 53.990',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 6,
  'text': ''},
 {'amount': 68490,
  'amount_buy': 64500,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 Pro 128 Sierra  Blue -7̶̶4̶̶9̶̶9̶̶0̶ 68.490</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 131128\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '131128',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 40304, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 742,
  'image_1': 'device/iPhone/iPhone_13/image_5CXJksY.jpg',
  'image_2': 'device/iPhone/iPhone_13/image_7qqWtXy.jpg',
  'image_3': 'device/iPhone/iPhone_13/image_tzvbp8D.jpg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro 128 Sierra  Blue -7̶̶4̶̶9̶̶9̶̶0̶ 68.490',
  'state_id': 4,
  'status': '3',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 68990,
  'amount_buy': 49000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 512 Silver - 68.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 47487\n'
             '\n'
             '– Состояние аккумулятора - 84%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '47487',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 119229, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 743,
  'image_1': 'device/iPhone/iPhone_13/AEE59E29-CC22-4234-A336-153A27FC99B6.jpeg',
  'image_2': 'device/iPhone/iPhone_13/9D3B2793-2619-4AC3-A295-D13D83AC392F.jpeg',
  'image_3': 'device/iPhone/iPhone_13/C6F81221-3278-4306-BF58-413F4C76A492.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro 512 Silver - 68.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 84%'},
 {'amount': 74990,
  'amount_buy': 72000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 128 Deep Purple - 9̶̶0̶̶9̶̶9̶̶0̶ 74.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 50198\n'
             '\n'
             '– Состояние аккумулятора - 87% \r\n'
             '– Замена задней камеры, оригинал  (В настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет. Не '
             'работает портретный режим)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '50198',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 12),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 631736, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 762,
  'image_1': 'device/iPhone/iPhone_14/IMG_8704.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_8702.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_8703.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro Max 128 Deep Purple - 9̶̶0̶̶9̶̶9̶̶0̶ 74.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 87% \r\n'
          '– Замена задней камеры, оригинал  (В настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет. Не '
          'работает портретный режим)'},
 {'amount': 49990,
  'amount_buy': 35000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 256 Green - 5̶̶7̶̶9̶̶9̶̶0̶ 49.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 80419\n'
             '\n'
             '– Состояние аккумулятора - 90%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '80419',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 190068, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 769,
  'image_1': 'device/iPhone/iPhone_13/52F9E9E0-0532-439B-BA8A-DFDCFC6DCF27.jpeg',
  'image_2': 'device/iPhone/iPhone_13/415040A5-02DF-401B-8662-E63E771B828C.jpeg',
  'image_3': 'device/iPhone/iPhone_13/4ED780C4-3F6C-4B3E-AA50-20F91DBB7B8F.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 256 Green - 5̶̶7̶̶9̶̶9̶̶0̶ 49.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 90%'},
 {'amount': 108999,
  'amount_buy': 105000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro Max 256 Deep Purple Sim+ESim - '
             '1̶̶1̶̶0̶̶9̶̶9̶̶0̶ 108.999🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R1253\n'
             '\n'
             'Остаточная ёмкость аккумулятора 100%(66 циклов перезарядки)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1253',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 12),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 592265, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 774,
  'image_1': 'device/iPhone/iPhone_14/IMG_5071.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5060_YHw1lmb.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5077.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro Max 256 Deep Purple Sim+ESim - 1̶̶1̶̶0̶̶9̶̶9̶̶0̶ '
          '108.999🔥',
  'state_id': 12,
  'status': '3',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 100%(66 циклов перезарядки)'},
 {'amount': 43999,
  'amount_buy': 40000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 12 128 Purple - 43.999 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B321\n'
             '\n'
             'Остаточная ёмкость аккумулятора 85%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B321',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 833921, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 777,
  'image_1': 'device/iPhone/iPhone_12/IMG_5161.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_5162.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_5163.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 128 Purple - 43.999 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Остаточная ёмкость аккумулятора 85%'},
 {'amount': 45990,
  'amount_buy': 42000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 12 Pro 128 Pacific Blue - 45.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVL78\n'
             '\n'
             'Остаточная ёмкость аккумулятора 80%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVL78',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 12),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 915428, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 778,
  'image_1': 'device/iPhone/iPhone_12/IMG_5193.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_5194.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_5195.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 Pro 128 Pacific Blue - 45.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Остаточная ёмкость аккумулятора 80%'},
 {'amount': 17990,
  'amount_buy': 12000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XS Max 64 Silver - 2̶̶3̶̶9̶̶9̶̶0̶ 17.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 26151\n'
             '\n'
             '– Состояние аккумулятора - 83%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '26151',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 22),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 233634, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 782,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/31FC905E-DDE1-4F5B-B15B-AFB23C3E946B.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/CAA5CA12-0BEB-4653-A7A0-6851627950BC.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/AC7E9087-29B1-4290-9878-656563EC155C.jpeg',
  'kit_id': 11,
  'name': 'iPhone XS Max 64 Silver - 2̶̶3̶̶9̶̶9̶̶0̶ 17.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 15,
  'text': '– Состояние аккумулятора - 83%'},
 {'amount': 28990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Gb White - 28.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 19260\n'
             '\n'
             'Произведенные работы:\r\n'
             '- замена аккумулятора (сертифицированный аналог) процент '
             'изношенности 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '19260',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 312723, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 783,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0878.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0879.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0880.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Gb White - 28.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '- замена аккумулятора (сертифицированный аналог) процент '
          'изношенности 100%'},
 {'amount': 26990,
  'amount_buy': 16500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Gb Black - 26.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 19603\n'
             '\n'
             'Произведенные работы: \r\n'
             '- замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\r\n'
             '- замена задней камеры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '19603',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 392514, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 784,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0882.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0883.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0884.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 64 Gb Black - 26.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы: \r\n'
          '- замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%\r\n'
          '- замена задней камеры'},
 {'amount': 30990,
  'amount_buy': 19000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Gb Black - 30.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 31922\n'
             '\n'
             'Произведенные работы: \r\n'
             '- замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\r\n'
             '- замена задней камеры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '31922',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 472558, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 785,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0925.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0926.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0927.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Gb Black - 30.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы: \r\n'
          '- замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%\r\n'
          '- замена задней камеры'},
 {'amount': 31999,
  'amount_buy': 28000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 12 mini 64 Black - 31.999 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVO119\n'
             '\n'
             'Остаточная ёмкость аккумулятора 96%\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO119',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 632707, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 787,
  'image_1': 'device/iPhone/iPhone_12/IMG_5542.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_5543.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_5546.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 mini 64 Black - 31.999 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Остаточная ёмкость аккумулятора 96%'},
 {'amount': 31990,
  'amount_buy': 20000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 64 Red - 31.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 27694\n'
             '\n'
             '– Состояние аккумулятора - 82%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '27694',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 712343, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 788,
  'image_1': 'device/iPhone/iPhone_12/80E97E89-7567-439E-A2C1-F477BF9DB24D.jpeg',
  'image_2': 'device/iPhone/iPhone_12/A050FA03-18F1-4ECF-8560-B41D4796BB77.jpeg',
  'image_3': 'device/iPhone/iPhone_12/AF196654-93A9-4264-8B38-0D343EFFFD3A.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 64 Red - 31.990🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Состояние аккумулятора - 82%'},
 {'amount': 15990,
  'amount_buy': 11000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone X 256 Space Gray - 2̶̶1̶̶9̶̶9̶̶0̶ 15.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 49922\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Восстановление пыле/влаго защиты.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '49922',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 993531, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 804,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_9032.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_9031.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_9034.jpeg',
  'kit_id': 11,
  'name': 'iPhone X 256 Space Gray - 2̶̶1̶̶9̶̶9̶̶0̶ 15.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Восстановление пыле/влаго защиты.'},
 {'amount': 38990,
  'amount_buy': 28000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 256 Silver - 38.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 37837\n'
             '\n'
             '– Заменя задней крышки, оригинал\r\n'
             '– Замена задней камеры, оригинал \r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '37837',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 71689, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 805,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/2F192B55-FA19-4E51-85C1-13D836F8901F.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/3D851170-0F54-47EC-9E1F-CDC71B54671D.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/8759C276-02C1-43C8-931F-D7BD3B0B8FDA.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 Pro Max 256 Silver - 38.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Заменя задней крышки, оригинал\r\n'
          '– Замена задней камеры, оригинал \r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние 100%).'},
 {'amount': 82990,
  'amount_buy': 69000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 128 Deep Purple - 82.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 07260\n'
             '\n'
             '– Состояние аккумулятора 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '07260',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 18),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 471390, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 810,
  'image_1': 'device/iPhone/iPhone_14/IMG_9055.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_9056.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_9057.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro 128 Deep Purple - 82.990 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора 99%'},
 {'amount': 32490,
  'amount_buy': 20000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 128 Red - 32.490🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 51138\n'
             '\n'
             '- Родной аккумулятор, состояние 84%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '51138',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 635277, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 812,
  'image_1': 'device/iPhone/iPhone_12/IMG_4825.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4826.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4827.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 128 Red - 32.490🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 6,
  'text': '- Родной аккумулятор, состояние 84%'},
 {'amount': 77990,
  'amount_buy': 76000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 256 Gb Silver - 9̶̶6̶̶9̶̶9̶̶9̶ 77.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 66963\n'
             '\n'
             'Произведенные работы:\r\n'
             '- замена задней камеры (отображается ошибка в настройках, не '
             'влияет на работу устройства) \r\n'
             '- Состояние аккумулятора - 92%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '66963',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 229745, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 832,
  'image_1': 'device/iPhone/iPhone_14/IMG_1313.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_1310.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_1316.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro 256 Gb Silver - 9̶̶6̶̶9̶̶9̶̶9̶ 77.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Произведенные работы:\r\n'
          '- замена задней камеры (отображается ошибка в настройках, не влияет '
          'на работу устройства) \r\n'
          '- Состояние аккумулятора - 92%'},
 {'amount': 25990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Purple - 3̶̶0̶̶9̶̶9̶̶0̶ 25.990 🔝</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 60750\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена Дисплейного модуля (оригинал)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '60750',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 713821, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 838,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9289.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9288.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9287.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Purple - 3̶̶0̶̶9̶̶9̶̶0̶ 25.990 🔝',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена Дисплейного модуля (оригинал)'},
 {'amount': 84990,
  'amount_buy': 84000,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 14 Pro Max 128 Black - 84.990</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: LW2N40L204\n'
             '\n'
             '1 sim + e sim\r\n'
             'Состояние аккумулятора 90%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'LW2N40L204',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 27),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 27, 18, 24, 48, 894472, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 840,
  'image_1': 'device/iPhone/iPhone_14/IMG_4912.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4905.jpeg',
  'image_3': '',
  'kit_id': 11,
  'name': 'iPhone 14 Pro Max 128 Black - 84.990',
  'state_id': 12,
  'status': '0',
  'subcategory_id': 2,
  'text': '1 sim + e sim\r\nСостояние аккумулятора 90%'},
 {'amount': 91990,
  'amount_buy': 87990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 14 Pro 256 Purple - 91.990</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: KQRC7F2JQR\n'
             '\n'
             'Sim + e sim\r\n'
             'Состояние аккумулятора 93%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'KQRC7F2JQR',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 957796, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 841,
  'image_1': 'device/iPhone/iPhone_14/IMG_4918.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4919.jpeg',
  'image_3': '',
  'kit_id': 11,
  'name': 'iPhone 14 Pro 256 Purple - 91.990',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Sim + e sim\r\nСостояние аккумулятора 93%'},
 {'amount': 99990,
  'amount_buy': 85000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 512 Space Black - 1̶̶1̶̶3̶̶9̶̶9̶̶0̶ '
             '99.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 16637\n'
             '\n'
             '- Родной аккумулятор, состояние 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '16637',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 2),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 39116, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 842,
  'image_1': 'device/iPhone/iPhone_14/IMG_4886.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4887.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4888.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro 512 Space Black - 1̶̶1̶̶3̶̶9̶̶9̶̶0̶ 99.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 99%'},
 {'amount': 36990,
  'amount_buy': 33000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 11 Pro 64 Midnight Green Ростест 🇷🇺- 36.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #R1304\n'
             '\n'
             'Остаточная ёмкость аккумулятора 78%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1304',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 121079, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 843,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_7139.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_7140.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_7141.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 Pro 64 Midnight Green Ростест 🇷🇺- 36.990 🔥',
  'state_id': 5,
  'status': '2',
  'subcategory_id': 14,
  'text': 'Остаточная ёмкость аккумулятора 78%'},
 {'amount': 79990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 256 Space Black - 8̶̶9̶̶9̶̶9̶̶0̶ 79.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 05629\n'
             '\n'
             '– Состояние аккумулятора - 90%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '05629',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 2),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 446352, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 847,
  'image_1': 'device/iPhone/iPhone_14/CC8E1579-3978-40BC-86CA-D570BB788140.jpeg',
  'image_2': 'device/iPhone/iPhone_14/248F9A2E-6694-4034-AAE1-F7A65097601C.jpeg',
  'image_3': 'device/iPhone/iPhone_14/2B0C508D-1725-485E-AC6C-2D0C9145066A.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro 256 Space Black - 8̶̶9̶̶9̶̶9̶̶0̶ 79.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 90%'},
 {'amount': 68990,
  'amount_buy': 52000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 128 Gb Graphiet - 7̶̶1̶̶9̶̶9̶̶0̶ '
             '68.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 43733\n'
             '\n'
             'Родной аккумулятор 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '43733',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 1),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 525739, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 848,
  'image_1': 'device/iPhone/iPhone_13/IMG_1414.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_1415.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_1416.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro Max 128 Gb Graphiet - 7̶̶1̶̶9̶̶9̶̶0̶ 68.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Родной аккумулятор 86%'},
 {'amount': 32990,
  'amount_buy': 22000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 64 Gb Space Gray - 32.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 90679\n'
             '\n'
             'Произведенные работы: \r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень 100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '90679',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 926734, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 853,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1460.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1461.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1462.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 Pro Max 64 Gb Space Gray - 32.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 14,
  'text': 'Произведенные работы: \r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень 100%)'},
 {'amount': 41990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 256 Gold - 41.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 01409\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена задней камеры (оригинал)\r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '01409',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 6922, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 854,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1463.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1464.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1465.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 Pro Max 256 Gold - 41.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена задней камеры (оригинал)\r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)'},
 {'amount': 28990,
  'amount_buy': 22000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 28.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 60619\n'
             '\n'
             '– Замена аккумулятора (Сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена дисплейного модуля, оригинал \r\n'
             '– Восстановление FaceID\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '60619',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 86828, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 855,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/0F9A4893-7C21-419D-939D-7177425024BC.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/2153B3B2-2C65-43AE-8B5B-FEC90A8D5C1F.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/804A2673-4F64-4BFF-AAC4-2125D1991D22.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Black - 28.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (Сертифицированный аналог, состояние 100%)\r\n'
          '– Замена дисплейного модуля, оригинал \r\n'
          '– Восстановление FaceID'},
 {'amount': 17990,
  'amount_buy': 10000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XR 128 Black - 17.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 82370\n'
             '\n'
             '– Замена аккумулятора(сертифицированый аналог, состояние 100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '82370',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 1),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 166740, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 856,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/D3A4AF45-5B0C-4D98-A0B3-22FF18C675A1.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/E50C6A83-28E4-44B0-BBD5-EB5815B099B0.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/1C7D8535-45BA-45C6-B41C-681BA282A2ED.jpeg',
  'kit_id': 11,
  'name': 'iPhone XR 128 Black - 17.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена аккумулятора(сертифицированый аналог, состояние 100%)'},
 {'amount': 28990,
  'amount_buy': 24,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Red - 28.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 35907\n'
             '\n'
             '– Замена аккумулятора(сертифицированный аналог, состояние 100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '35907',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 1),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 245746, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 857,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/F148E530-CCF4-4313-86AD-D69AF737E9BE.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/F00749D6-2061-4857-B26B-4329835ABB4D.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/A10F81CF-D202-41FC-9762-D5B511AB3982.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Red - 28.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора(сертифицированный аналог, состояние 100%)'},
 {'amount': 16490,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone X 64 Gb Space Gray - 1̶̶7̶̶9̶̶9̶̶0̶ 16.490🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 99821\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена задней камеры ( оригинал )\r\n'
             '– замена аккумулятора (сертифицированный аналог 100%)\r\n'
             '– замена дисплейного модуля ( оригинал )\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '99821',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 324681, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 858,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_1470.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_1471.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_1472.jpeg',
  'kit_id': 11,
  'name': 'iPhone X 64 Gb Space Gray - 1̶̶7̶̶9̶̶9̶̶0̶ 16.490🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 15,
  'text': 'Произведенные работы:\r\n'
          '– замена задней камеры ( оригинал )\r\n'
          '– замена аккумулятора (сертифицированный аналог 100%)\r\n'
          '– замена дисплейного модуля ( оригинал )'},
 {'amount': 31990,
  'amount_buy': 22000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 mini 128 Pink - 3̶̶5̶̶9̶̶9̶̶0̶ 31.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 83662\n'
             '\n'
             '– Состояние аккумулятора - 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '83662',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 960106, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 866,
  'image_1': 'device/iPhone/iPhone_13/BEB866F5-81D7-4589-8BA7-089FC1315A85.jpeg',
  'image_2': 'device/iPhone/iPhone_13/13D5E199-4FD4-4D94-BEDD-CB8691134AB6.jpeg',
  'image_3': 'device/iPhone/iPhone_13/B1168187-3259-4E55-9768-65019A37AD0E.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 mini 128 Pink - 3̶̶5̶̶9̶̶9̶̶0̶ 31.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 87%'},
 {'amount': 83990,
  'amount_buy': 82000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 128 Deep Purple - 9̶̶8̶̶9̶̶9̶̶0̶ '
             '83.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 19658\n'
             '\n'
             '– Состояние аккумулятора - 89%\r\n'
             '– Замена задней камеры (оригинал, в настройках отображается '
             'ошибка, не влияет на работу)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '19658',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 11, 17, 39, 289682, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 873,
  'image_1': 'device/iPhone/iPhone_14/EDCE720C-A19F-4B4C-B8B2-543773FF1101.jpeg',
  'image_2': 'device/iPhone/iPhone_14/869429FD-321A-4A3E-9868-0300A2CFD8F6.jpeg',
  'image_3': 'device/iPhone/iPhone_14/C779FE1A-8D1E-4A80-BA57-790BC2BA3D5D.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro Max 128 Deep Purple - 9̶̶8̶̶9̶̶9̶̶0̶ 83.990🔥',
  'state_id': 1,
  'status': 'sale',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 89%\r\n'
          '– Замена задней камеры (оригинал, в настройках отображается ошибка, '
          'не влияет на работу)'},
 {'amount': 51990,
  'amount_buy': 49000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 512 Sierra Blue - 7̶̶4̶̶9̶̶9̶̶0̶ 51.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 21412\n'
             '\n'
             '– Состояние аккумулятора - 85%\r\n'
             '– Замена задней камеры (оригинал, в настройках отображается '
             'ошибка, не влияет на работу)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '21412',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 23),
  'date_sale': datetime.date(2023, 12, 23),
  'date_updated': datetime.datetime(2023, 12, 23, 15, 12, 17, 477141, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 874,
  'image_1': 'device/iPhone/iPhone_13/4546F465-1DCA-460D-95DB-BF8FDCA692B6.jpeg',
  'image_2': 'device/iPhone/iPhone_13/4FB3F4E9-9A55-4886-A5DD-FF2DAA046CDE.jpeg',
  'image_3': 'device/iPhone/iPhone_13/095D764B-9C84-4114-ABD0-C26BF3BB2079.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro 512 Sierra Blue - 7̶̶4̶̶9̶̶9̶̶0̶ 51.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 85%\r\n'
          '– Замена задней камеры (оригинал, в настройках отображается ошибка, '
          'не влияет на работу)'},
 {'amount': 59990,
  'amount_buy': 56000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 256 Red - 59.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B397\n'
             '\n'
             'Остаточная ёмкость аккумулятора 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B397',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 834890, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 877,
  'image_1': 'device/iPhone/iPhone_13/IMG_8649.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_8650.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_8651.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 256 Red - 59.990 🔥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 86%'},
 {'amount': 87990,
  'amount_buy': 88000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Silver - 9̶̶1̶̶9̶̶9̶̶0̶ 87.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 92827\n'
             '\n'
             '- Родной аккумулятор, состояние 93%\r\n'
             '- Замена дисплейного модуля, оригинал \r\n'
             '- Замена задней камеры, оригинал (в настройках выдает ошибку, на '
             'работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '92827',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 11, 18, 3, 805429, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 886,
  'image_1': 'device/iPhone/iPhone_14/IMG_4997.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4998.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4999.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro Max 256 Silver - 9̶̶1̶̶9̶̶9̶̶0̶ 87.990🔥',
  'state_id': 12,
  'status': 'sale',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 93%\r\n'
          '- Замена дисплейного модуля, оригинал \r\n'
          '- Замена задней камеры, оригинал (в настройках выдает ошибку, на '
          'работу не влияет)'},
 {'amount': 24490,
  'amount_buy': 16500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Black - 24.490🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 30467\n'
             '\n'
             '- Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '- Замена верхнего динамика, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '30467',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 21),
  'date_sale': datetime.date(2023, 12, 21),
  'date_updated': datetime.datetime(2023, 12, 21, 11, 17, 33, 795434, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 887,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4994.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4995.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4996.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 64 Black - 24.490🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '- Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '- Замена верхнего динамика, оригинал'},
 {'amount': 14990,
  'amount_buy': 13000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone Xs 64 Gold - 1̶̶7̶̶9̶̶9̶̶0̶ 14.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 64534\n'
             '\n'
             '- Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '64534',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 5, 715211, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 888,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4991.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4992.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4993.jpeg',
  'kit_id': 11,
  'name': 'iPhone Xs 64 Gold - 1̶̶7̶̶9̶̶9̶̶0̶ 14.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '- Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 31990,
  'amount_buy': 28000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 11 128 Black Ростест🇷🇺- 31.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVO133\n'
             '\n'
             'Остаточная емкость аккумулятора 86%.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO133',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 6, 734745, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 901,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9922.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9924.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9925.jpeg',
  'kit_id': 11,
  'name': 'iPhone 11 128 Black Ростест🇷🇺- 31.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Остаточная емкость аккумулятора 86%.'},
 {'amount': 77990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 128 Deep Purple - 8̶̶4̶̶9̶̶9̶̶0̶ '
             '77.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 20288\n'
             '\n'
             '- Родной аккумулятор, состояние 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '20288',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 11, 18, 32, 493626, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 916,
  'image_1': 'device/iPhone/iPhone_14/IMG_5075.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5076.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5077_XFPLBzs.jpeg',
  'kit_id': 11,
  'name': 'iPhone 14 Pro Max 128 Deep Purple - 8̶̶4̶̶9̶̶9̶̶0̶ 77.990🔥',
  'state_id': 5,
  'status': 'sale',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 91%'},
 {'amount': 63990,
  'amount_buy': 60000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 Pro 128 Graphite Sim+ESim - 63.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #R1402\n'
             '\n'
             'Остаточная ёмкость аккумулятора 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1402',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 24),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 24, 18, 30, 50, 802323, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 921,
  'image_1': 'device/iPhone/iPhone_13/IMG_0766.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_0767.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_0768.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 Pro 128 Graphite Sim+ESim - 63.990🔥',
  'state_id': 5,
  'status': '2',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 86%'},
 {'amount': 49990,
  'amount_buy': 46000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Blue Ростест - 49.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVL102\n'
             '\n'
             'Остаточная ёмкость аккумулятора 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVL102',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 27),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 27, 9, 45, 29, 643862, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 930,
  'image_1': 'device/iPhone/iPhone_13/IMG_1452.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_1455.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_1454.jpeg',
  'kit_id': 11,
  'name': 'iPhone 13 128 Blue Ростест - 49.990🔥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 86%'},
 {'amount': 53990,
  'amount_buy': 32000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro Max 256 Gb Pacific Blue - 53.990💥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 62109\n'
             '\n'
             'Родной аккумулятор 90%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '62109',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 17, 30, 43, 673689, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 938,
  'image_1': 'device/iPhone/iPhone_12/IMG_2410.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_2411.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_2412.jpeg',
  'kit_id': 11,
  'name': 'iPhone 12 Pro Max 256 Gb Pacific Blue - 53.990💥',
  'state_id': 12,
  'status': '1',
  'subcategory_id': 6,
  'text': 'Родной аккумулятор 90%'},
 {'amount': 44990,
  'amount_buy': 34000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Green - 44.990 🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 77826\n'
             '\n'
             '– Состояние аккумулятора - 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '77826',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 19, 0, 22, 295614, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 940,
  'image_1': 'device/iPhone/iPhone_13/IMG_9959.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9960.jpeg',
  'image_3': '',
  'kit_id': 11,
  'name': 'iPhone 13 128 Green - 44.990 🔥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 99%'},
 {'amount': 14990,
  'amount_buy': 10000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone SE 128 Black - 14.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 39772\n'
             '\n'
             'Произведенные работы:\r\n'
             '\r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). В настройках не отображается емкость, на работу не '
             'влияет. Емкость можно посмотреть через приложение для ПК.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '39772',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 22),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 38, 799468, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 550,
  'image_1': 'device/iPhone/iPhone_SE/se_черныи_1.jpeg',
  'image_2': 'device/iPhone/iPhone_SE/se_черныи_2.jpeg',
  'image_3': 'device/iPhone/iPhone_SE/se_черныи_3.jpeg',
  'kit_id': 8,
  'name': 'iPhone SE 128 Black - 14.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 11,
  'text': 'Произведенные работы:\r\n'
          '\r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках не отображается емкость, на работу не влияет. Емкость '
          'можно посмотреть через приложение для ПК.'},
 {'amount': 18990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XR 128 Black - 18.990💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 67802\n'
             '\n'
             'Произведенные работы:\r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). В настройках не отображается емкость, на работу не '
             'влияет. Емкость можно посмотреть через приложение для ПК.  \r\n'
             '– Замена задней камеры, оригинал.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '67802',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 38, 882517, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 551,
  'image_1': 'device/iPhone/iPhone_XS/xr_черныи.jpeg',
  'image_2': 'device/iPhone/iPhone_XS/xr_черныи_1.jpeg',
  'image_3': 'device/iPhone/iPhone_XS/xr_черныи_2.jpeg',
  'kit_id': 8,
  'name': 'iPhone XR 128 Black - 18.990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Произведенные работы:\r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках не отображается емкость, на работу не влияет. Емкость '
          'можно посмотреть через приложение для ПК.  \r\n'
          '– Замена задней камеры, оригинал.'},
 {'amount': 25990,
  'amount_buy': 22000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Purple - 25.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 95072\n'
             '\n'
             'Произведенные работы:\r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). В настройках не отображается емкость, на работу не '
             'влияет. Емкость можно посмотреть через приложение для ПК.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '95072',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 22),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 38, 963869, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 552,
  'image_1': 'device/iPhone/iPhone_11/11_purple.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_purple_1.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_purple_2.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Purple - 25.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках не отображается емкость, на работу не влияет. Емкость '
          'можно посмотреть через приложение для ПК.'},
 {'amount': 37490,
  'amount_buy': 33000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 64 Red Ростест🇷🇺 - 37.490🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 74859\n'
             '\n'
             'Родной аккумулятор: 85%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '74859',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 207140, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 555,
  'image_1': 'device/iPhone/iPhone_12/12_ред.jpeg',
  'image_2': 'device/iPhone/iPhone_12/12_ред_1.jpeg',
  'image_3': 'device/iPhone/iPhone_12/12_ред_2.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 64 Red Ростест🇷🇺 - 37.490🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Родной аккумулятор: 85%'},
 {'amount': 71990,
  'amount_buy': 55000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 128 Silver - 71.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 35146\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '35146',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 284958, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 556,
  'image_1': 'device/iPhone/iPhone_13/D3DCBC3E-3423-4B04-A674-1B6C822D80AD.jpeg',
  'image_2': 'device/iPhone/iPhone_13/A7F657A8-88B3-4028-856C-2654E30FE7D6.jpeg',
  'image_3': 'device/iPhone/iPhone_13/E5DDD32D-2417-4848-950B-FE51E3ED49AE.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 128 Silver - 71.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 29990,
  'amount_buy': 16000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 White - 29.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 08744\n'
             '\n'
             'Произведенные работы: \r\n'
             '– замена аккумулятора ( сертифицированный аналог ) уровень '
             'заряда 100%\r\n'
             '– замена дисплейного модуля\r\n'
             '– замена задней камеры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '08744',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 364309, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 557,
  'image_1': 'device/iPhone/iPhone_11/B06AAB4D-BD91-4CB7-A858-E0ABA63234C3.jpeg',
  'image_2': 'device/iPhone/iPhone_11/5FC21CEE-4965-47F5-9B3A-2953954382ED.jpeg',
  'image_3': 'device/iPhone/iPhone_11/F98597DC-35EF-41CF-A574-FBD7732C509E.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 White - 29.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы: \r\n'
          '– замена аккумулятора ( сертифицированный аналог ) уровень заряда '
          '100%\r\n'
          '– замена дисплейного модуля\r\n'
          '– замена задней камеры'},
 {'amount': 26990,
  'amount_buy': 19000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 26.990 💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 74990\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '74990',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 444885, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 558,
  'image_1': 'device/iPhone/iPhone_11/74BF5F4C-F393-4C96-92B6-C6D326F35BEE.jpeg',
  'image_2': 'device/iPhone/iPhone_11/0D089D54-16C5-45AF-A471-1AA6ACFDFA7C.jpeg',
  'image_3': 'device/iPhone/iPhone_11/14E3B596-7380-4A94-B839-4DFA103EFDCE.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black - 26.990 💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%'},
 {'amount': 31990,
  'amount_buy': 21000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black Ростест🇷🇺 - 31.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 78975\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена задней камеры\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100 %\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '78975',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 684801, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 561,
  'image_1': 'device/iPhone/iPhone_11/IMG_2725.jpeg',
  'image_2': 'device/iPhone/iPhone_11/IMG_2724.jpeg',
  'image_3': 'device/iPhone/iPhone_11/IMG_2726.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black Ростест🇷🇺 - 31.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена задней камеры\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда 100 '
          '%'},
 {'amount': 22990,
  'amount_buy': 10500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XS 256 Space Gray - 22990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 19317\n'
             '\n'
             'Проведенные работы:\r\n'
             '– замена аккумулятор (сертифицированный аналог, уровень заряда '
             '100%)\r\n'
             '– замена стекла задней крышки\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '19317',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 22),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 485114, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 571,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/FC18F089-EF62-4A82-8593-4F9953473522.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/7803930D-33BC-4C6D-80FA-134EAF5022C4.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/34644C50-50EB-4241-A2B3-841D9EB6B44C.jpeg',
  'kit_id': 8,
  'name': 'iPhone XS 256 Space Gray - 22990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Проведенные работы:\r\n'
          '– замена аккумулятор (сертифицированный аналог, уровень заряда '
          '100%)\r\n'
          '– замена стекла задней крышки'},
 {'amount': 37990,
  'amount_buy': 28500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 256 Midnight Green - 37990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 94768\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена заднего стекла\r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\r\n'
             '– замена задней камеры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '94768',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 565358, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 572,
  'image_1': 'device/iPhone/iPhone_11/BCD447CF-5C0B-485D-BF50-A5FCB0CE6F03.jpeg',
  'image_2': 'device/iPhone/iPhone_11/E964311C-36F3-4459-B26E-425B61A634CD.jpeg',
  'image_3': 'device/iPhone/iPhone_11/DF2E91B4-803E-4DE2-ADD4-B707F938DADD.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro Max 256 Midnight Green - 37990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена заднего стекла\r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)\r\n'
          '– замена задней камеры'},
 {'amount': 37990,
  'amount_buy': 28500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 64 White - 37990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 86162\n'
             '\n'
             'Акб - 90%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '86162',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 723582, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 574,
  'image_1': 'device/iPhone/iPhone_12/IMG_2762.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_2763.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_2764.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 64 White - 37990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Акб - 90%'},
 {'amount': 41990,
  'amount_buy': 32000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 512 Gold - 41990💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 85833\n'
             '\n'
             '– Состояние аккумулятора: 85%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '85833',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 802780, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 575,
  'image_1': 'device/iPhone/iPhone_11/CA21411D-1036-45F2-A7E7-4D6291CE9894.jpeg',
  'image_2': 'device/iPhone/iPhone_11/9309119C-989B-4955-A257-8A6308A78766.jpeg',
  'image_3': 'device/iPhone/iPhone_11/412DF602-EE05-4982-A297-07FDF58706FF.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro Max 512 Gold - 41990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Состояние аккумулятора: 85%'},
 {'amount': 37990,
  'amount_buy': 28000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 128 Black - 37990</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 21150\n'
             '\n'
             'Состояние аккумулятора - 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '21150',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 882231, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 576,
  'image_1': 'device/iPhone/iPhone_12/IMG_2759_pE2r876.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_2760_w0qsUom.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_2761_u0I4djM.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 128 Black - 37990',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Состояние аккумулятора - 88%'},
 {'amount': 29990,
  'amount_buy': 19500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 29990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 08554\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\r\n'
             '– замена задней камеры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '08554',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 962650, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 577,
  'image_1': 'device/iPhone/iPhone_11/CC9624A6-1D09-4239-9D6E-329C0ABE28A4.jpeg',
  'image_2': 'device/iPhone/iPhone_11/DAC46B95-FD15-4963-A710-8FBCDFA3966C.jpeg',
  'image_3': 'device/iPhone/iPhone_11/6D3BBE51-E99F-417E-BA92-812E75A56A7C.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black - 29990 🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%\r\n'
          '– замена задней камеры'},
 {'amount': 17990,
  'amount_buy': 6500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XS 64 Space Gray - 17990💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 11585\n'
             '\n'
             'Произведенные работы:\r\n'
             '- Замена аккумулятора(сертифицированный аналог, состояние '
             '100%)\r\n'
             '- Замена камеры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '11585',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 46427, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 578,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_2792.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_2793.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_2794.jpeg',
  'kit_id': 8,
  'name': 'iPhone XS 64 Space Gray - 17990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Произведенные работы:\r\n'
          '- Замена аккумулятора(сертифицированный аналог, состояние 100%)\r\n'
          '- Замена камеры'},
 {'amount': 42990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 256 Midnight Green - 42.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 79003\n'
             '\n'
             'Произведенные работы: \r\n'
             '– замена аккумулятора (сертифицированный аналог ) уровень заряда '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '79003',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 126601, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 579,
  'image_1': 'device/iPhone/iPhone_11/A485DB52-F6A7-4BBF-8A6F-56FD15F4B990.jpeg',
  'image_2': 'device/iPhone/iPhone_11/BA7F4B95-C874-4F6A-9FB3-A7D4FC2F1424.jpeg',
  'image_3': 'device/iPhone/iPhone_11/9B88089D-161D-4F59-8955-F440BEE5A107.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro Max 256 Midnight Green - 42.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 14,
  'text': 'Произведенные работы: \r\n'
          '– замена аккумулятора (сертифицированный аналог ) уровень заряда '
          '100%'},
 {'amount': 21990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Purple - 21.990💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 56722\n'
             '\n'
             '– Состояние аккумулятора - 83%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '56722',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 368289, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 582,
  'image_1': 'device/iPhone/iPhone_11/B41D20EB-C8A5-4F7D-9AE9-240879634618.jpeg',
  'image_2': 'device/iPhone/iPhone_11/9FD38998-1075-4B8A-B4C7-DC9FA6635ACA.jpeg',
  'image_3': 'device/iPhone/iPhone_11/28E15DC5-B453-4650-825A-84CFFC0908BB.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 Purple - 21.990💥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 14,
  'text': '– Состояние аккумулятора - 83%'},
 {'amount': 47990,
  'amount_buy': 37000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Midnight - 47.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 28197\n'
             '\n'
             '–Состояние аккумулятора - 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '28197',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 446843, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 583,
  'image_1': 'device/iPhone/iPhone_13/IMG_4325.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4326.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4327.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Midnight - 47.990 🔥',
  'state_id': 4,
  'status': '3',
  'subcategory_id': 1,
  'text': '–Состояние аккумулятора - 100%'},
 {'amount': 19990,
  'amount_buy': 12000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XR 128 White - 19.990 💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 23885\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог)\r\n'
             '– Состояние аккумулятора - 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '23885',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 527716, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 584,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4338.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4337.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4339.jpeg',
  'kit_id': 8,
  'name': 'iPhone XR 128 White - 19.990 💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена аккумулятора (сертифицированный аналог)\r\n'
          '– Состояние аккумулятора - 100%'},
 {'amount': 12990,
  'amount_buy': 9000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone SE 2020 64 Black -12.990 💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 33710\n'
             '\n'
             '–Замена аккумулятора (сертифицированный аналог)\r\n'
             '–Состояние аккумулятора - 100% \r\n'
             '–Замена Дисплейного модуля\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '33710',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 29),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 607477, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 585,
  'image_1': 'device/iPhone/iPhone_SE/IMG_4334.jpeg',
  'image_2': 'device/iPhone/iPhone_SE/IMG_4335.jpeg',
  'image_3': 'device/iPhone/iPhone_SE/IMG_4336.jpeg',
  'kit_id': 8,
  'name': 'iPhone SE 2020 64 Black -12.990 💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 11,
  'text': '–Замена аккумулятора (сертифицированный аналог)\r\n'
          '–Состояние аккумулятора - 100% \r\n'
          '–Замена Дисплейного модуля'},
 {'amount': 49990,
  'amount_buy': 40000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 256 Silver - 49.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 69499\n'
             '\n'
             '–Замена аккумулятора (сертифицированный аналог)\r\n'
             '–Состояние аккумулятора - 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '69499',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 687632, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 586,
  'image_1': 'device/iPhone/iPhone_12/IMG_4332.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4331.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4333.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 256 Silver - 49.990 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 6,
  'text': '–Замена аккумулятора (сертифицированный аналог)\r\n'
          '–Состояние аккумулятора - 100%'},
 {'amount': 24490,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 White - 24.490 🔝</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 08760\n'
             '\n'
             '–Замена задней камеры.\r\n'
             '–Состояние аккумулятора - 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '08760',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 29),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 12925, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 590,
  'image_1': 'device/iPhone/iPhone_11/IMG_4358.jpeg',
  'image_2': 'device/iPhone/iPhone_11/IMG_4357.jpeg',
  'image_3': 'device/iPhone/iPhone_11/IMG_4360.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 White - 24.490 🔝',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 14,
  'text': '–Замена задней камеры.\r\n–Состояние аккумулятора - 88%'},
 {'amount': 45990,
  'amount_buy': 35000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Midnight - 45.990 🔝</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 97267\n'
             '\n'
             'Состояние аккумулятора - 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '97267',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 313505, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 594,
  'image_1': 'device/iPhone/iPhone_13/IMG_4404.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4403.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4405.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Midnight - 45.990 🔝',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Состояние аккумулятора - 91%'},
 {'amount': 32990,
  'amount_buy': 26000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 64 Silver - 32.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 37174\n'
             '\n'
             'Состояние аккумулятора - 85%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '37174',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 4),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 393994, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 595,
  'image_1': 'device/iPhone/iPhone_11/IMG_2951.jpeg',
  'image_2': 'device/iPhone/iPhone_11/IMG_2952.jpeg',
  'image_3': 'device/iPhone/iPhone_11/IMG_2953.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro Max 64 Silver - 32.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Состояние аккумулятора - 85%'},
 {'amount': 44990,
  'amount_buy': 35000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 256 Silver - 44.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 18857\n'
             '\n'
             'Состояние аккумулятора - 85%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '18857',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 1),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 551617, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 597,
  'image_1': 'device/iPhone/iPhone_12/IMG_4461.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4462.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4463.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 256 Silver - 44.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Состояние аккумулятора - 85%'},
 {'amount': 5990,
  'amount_buy': 1500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 6s Plus 16 Space Gray - 5.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 52811\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '52811',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 9),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 32702, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 603,
  'image_1': 'device/iPhone/iPhone_8/6F22CE1C-DA87-4C15-99A6-D05AC57F67BB.jpeg',
  'image_2': 'device/iPhone/iPhone_8/BF213167-A88C-428B-BAE4-81135CA0B496.jpeg',
  'image_3': 'device/iPhone/iPhone_8/F6B21537-850C-4D2D-AB58-FAD44ED5AA9E.jpeg',
  'kit_id': 8,
  'name': 'iPhone 6s Plus 16 Space Gray - 5.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 16,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%'},
 {'amount': 3490,
  'amount_buy': 500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 6 32 Space Gray - 3.490 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 01353\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена дисплейного модуля\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '01353',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 112061, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 604,
  'image_1': 'device/iPhone/iPhone_8/049991EB-ABF0-45EA-87D7-7FB2B25B99A2.jpeg',
  'image_2': 'device/iPhone/iPhone_8/76D4C96B-24C2-409C-80DF-EAEB6E21D5BE.jpeg',
  'image_3': 'device/iPhone/iPhone_8/144FCF33-FEDB-4531-BBC2-FBD40F5C2E5B.jpeg',
  'kit_id': 8,
  'name': 'iPhone 6 32 Space Gray - 3.490 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 16,
  'text': 'Произведенные работы:\r\n'
          '– замена дисплейного модуля\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%'},
 {'amount': 73990,
  'amount_buy': 52000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 256 Graphite - 73.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 38407\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '38407',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 4),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 191740, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 605,
  'image_1': 'device/iPhone/iPhone_13/D6DC7497-0E38-4643-8D55-6D5367862C79.jpeg',
  'image_2': 'device/iPhone/iPhone_13/5BA0A521-9537-46A8-97E1-2FA1C8E1615F.jpeg',
  'image_3': '',
  'kit_id': 8,
  'name': 'iPhone 13 Pro 256 Graphite - 73.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%'},
 {'amount': 36990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 128 Purple - 3̶̶8̶̶9̶̶9̶̶0̶ 36.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 13015\n'
             '\n'
             '– Состояние аккумулятора - 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '13015',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 9),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 349740, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 607,
  'image_1': 'device/iPhone/iPhone_12/1AE86F5A-C8DB-4F98-BA40-17618546F30F.jpeg',
  'image_2': 'device/iPhone/iPhone_12/51564AC4-DD93-4327-A540-E8D5727ECCB5.jpeg',
  'image_3': 'device/iPhone/iPhone_12/EF733CEB-0479-49FC-BBD4-D7C9CD741D45.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 128 Purple - 3̶̶8̶̶9̶̶9̶̶0̶ 36.990 🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Состояние аккумулятора - 88%'},
 {'amount': 54990,
  'amount_buy': 38000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro Max 256Gb Pacific Blue - 5̶̶6̶̶9̶̶9̶̶0̶ '
             '54.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 00961\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена стекла дисплейного модуля\r\n'
             '– Замена аккумулятора (сертифицированный аналог) уровень заряда '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '00961',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 511551, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 609,
  'image_1': 'device/iPhone/iPhone_12/A6751291-EF2D-4AA3-B29F-DB6F9E5CDE7E.jpeg',
  'image_2': 'device/iPhone/iPhone_12/166CF946-ECFB-473B-BCDE-C3E7B8EC12EA.jpeg',
  'image_3': '',
  'kit_id': 8,
  'name': 'iPhone 12 Pro Max 256Gb Pacific Blue - 5̶̶6̶̶9̶̶9̶̶0̶ 54.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Произведенные работы:\r\n'
          '– замена стекла дисплейного модуля\r\n'
          '– Замена аккумулятора (сертифицированный аналог) уровень заряда '
          '100%'},
 {'amount': 24990,
  'amount_buy': 17500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Black - 2̶̶6̶̶9̶̶9̶̶0̶ 24.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 27043\n'
             '\n'
             'Родной аккумулятор 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '27043',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 670459, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 611,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/BB3A8F5A-FA5D-4D51-91FE-E947CD3285B5.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/5959AC1F-0EB4-4E6C-8ADE-0E2BD4F1AF05.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/4438A973-211E-4993-A299-DBBAC369E222.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 Black - 2̶̶6̶̶9̶̶9̶̶0̶ 24.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Родной аккумулятор 86%'},
 {'amount': 24990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 2̶̶6̶̶9̶̶9̶̶0̶ 24990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 58633\n'
             '\n'
             '– Состояние аккумулятора - 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '58633',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 750327, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 612,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/F0449C0E-69C4-41B1-951A-BE753B28297B.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/9554FABB-1038-45C0-A8A0-1B93FC977B8F.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/99D8DA2C-9F1F-492A-AF89-92D46123BB92.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black - 2̶̶6̶̶9̶̶9̶̶0̶ 24990 🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 14,
  'text': '– Состояние аккумулятора - 91%'},
 {'amount': 38990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 128 Blue - 38990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 21815\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '21815',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 18),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 829999, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 613,
  'image_1': 'device/iPhone/iPhone_12/94FFBC1D-9A9F-4890-B8E8-89979A08A50E.jpeg',
  'image_2': 'device/iPhone/iPhone_12/8D691939-71F6-40EF-863A-52FF0B7D2DFC.jpeg',
  'image_3': 'device/iPhone/iPhone_12/8240A8BE-475D-4926-9A98-4C551E662265.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 128 Blue - 38990 🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%).'},
 {'amount': 99490,
  'amount_buy': 96000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 256 Space Black - 1̶̶0̶̶1̶̶4̶̶9̶̶0̶ 99.490 '
             '🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: kaml\n'
             '\n'
             '- Состояние аккумулятора 100%\r\n'
             '- Устройство идет на 1 физическую Sim + eSim \r\n'
             '- активирован 08.02.2023 года\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'kaml',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 908947, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 614,
  'image_1': 'device/iPhone/iPhone_14/IMG_4736.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 256 Space Black - 1̶̶0̶̶1̶̶4̶̶9̶̶0̶ 99.490 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Состояние аккумулятора 100%\r\n'
          '- Устройство идет на 1 физическую Sim + eSim \r\n'
          '- активирован 08.02.2023 года'},
 {'amount': 86990,
  'amount_buy': 77000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 256 Deep Purple - 86.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 19410\n'
             '\n'
             '– Родной аккумулятор, состояние 97%\r\n'
             '– Замена задней камеры, оригинал. (от iPhone 12 при замене '
             'камеры на оригинальную, в настройках указывается, что устройство '
             'не может распознать запчасть. На работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '19410',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 224254, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 618,
  'image_1': 'device/iPhone/iPhone_14/73BED2DF-65FC-416F-A307-3F0E74E8912D.jpeg',
  'image_2': 'device/iPhone/iPhone_14/735246A2-D705-43D2-A3F4-6F83F6E45738.jpeg',
  'image_3': '',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 256 Deep Purple - 86.990 🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 2,
  'text': '– Родной аккумулятор, состояние 97%\r\n'
          '– Замена задней камеры, оригинал. (от iPhone 12 при замене камеры '
          'на оригинальную, в настройках указывается, что устройство не может '
          'распознать запчасть. На работу не влияет)'},
 {'amount': 70990,
  'amount_buy': 54000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 256 Alpine Green -  8̶̶4̶̶9̶̶9̶̶0̶ 70.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 91093\n'
             '\n'
             'Произведенные работы:\r\n'
             '– Замена дисплейного модуля\r\n'
             '– Замена задней камеры, оригинал. (В настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет)\r\n'
             '–  Родной аккумулятор 93%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '91093',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 776761, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 625,
  'image_1': 'device/iPhone/iPhone_13/558D1B76-7715-4232-BA86-42DA67E7256B.jpeg',
  'image_2': 'device/iPhone/iPhone_13/9FEF3CE7-6D71-41D8-9D2C-DF1EBF0C7250.jpeg',
  'image_3': 'device/iPhone/iPhone_13/907D4105-1607-4226-9F67-D638FA5C94DE.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 256 Alpine Green -  8̶̶4̶̶9̶̶9̶̶0̶ 70.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Произведенные работы:\r\n'
          '– Замена дисплейного модуля\r\n'
          '– Замена задней камеры, оригинал. (В настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет)\r\n'
          '–  Родной аккумулятор 93%'},
 {'amount': 18990,
  'amount_buy': 12000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XR 128 White - 2̶̶1̶̶9̶̶9̶̶0̶ 18.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 77296\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена задней камеры \r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '77296',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 855143, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 626,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/BF79CD13-0194-4BBD-9CC1-9E50A598C331.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/71AB2CDA-4F94-48B4-A453-B80E1DED923A.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/2A62E7E2-948A-4792-A152-860EE3EADBC6.jpeg',
  'kit_id': 8,
  'name': 'iPhone XR 128 White - 2̶̶1̶̶9̶̶9̶̶0̶ 18.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Произведенные работы:\r\n'
          '– замена задней камеры \r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)'},
 {'amount': 28990,
  'amount_buy': 16000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro 64 Silver -  3̶̶2̶̶9̶̶9̶̶0̶ 28.990💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 84444\n'
             '\n'
             'Произведенные работы:\r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). \r\n'
             '– Замена основной камеры.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '84444',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 934082, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 627,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_3407.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_3406.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_3408.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro 64 Silver -  3̶̶2̶̶9̶̶9̶̶0̶ 28.990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние '
          '100%). \r\n'
          '– Замена основной камеры.'},
 {'amount': 50990,
  'amount_buy': 34000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 128 Graphite - 5̶̶2̶̶9̶̶9̶̶0̶ 50.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 34881\n'
             '\n'
             '- Состояние аккумулятора - 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '34881',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 31),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 93551, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 629,
  'image_1': 'device/iPhone/iPhone_12/IMG_3450.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_3451.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_3452.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 128 Graphite - 5̶̶2̶̶9̶̶9̶̶0̶ 50.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 6,
  'text': '- Состояние аккумулятора - 88%'},
 {'amount': 25990,
  'amount_buy': 16000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Black - 25.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 46493\n'
             '\n'
             '–Замена задней камеры, оригинал.\r\n'
             '–Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '46493',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 490097, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 634,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5018.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5019.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5020.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 Black - 25.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '–Замена задней камеры, оригинал.\r\n'
          '–Замена аккумулятора (сертифицированный аналог, состояние 100%).'},
 {'amount': 57990,
  'amount_buy': 47500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 128 Silver - 57.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 39041\n'
             '\n'
             '–Замена задней камеры, оригинал. (В настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет)\r\n'
             '–Состояние аккумулятора - 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '39041',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 7),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 571487, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 635,
  'image_1': 'device/iPhone/iPhone_13/IMG_5017.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_5014.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_5016.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro 128 Silver - 57.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '–Замена задней камеры, оригинал. (В настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет)\r\n'
          '–Состояние аккумулятора - 87%'},
 {'amount': 27990,
  'amount_buy': 18500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 27.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 22951\n'
             '\n'
             '- Замена аккумулятора ( сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '22951',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 729074, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 637,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0067.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0067_4IBY5PM.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0090.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black - 27.990 🔥',
  'state_id': 12,
  'status': '3',
  'subcategory_id': 14,
  'text': '- Замена аккумулятора ( сертифицированный аналог, состояние 100%)'},
 {'amount': 48990,
  'amount_buy': 39000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 256 Graphite - 48.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 37931\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '37931',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 123787, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 642,
  'image_1': 'device/iPhone/iPhone_12/IMG_5105.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_5106.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_5107.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 256 Graphite - 48.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 64990,
  'amount_buy': 50000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 256 Red E-SIM - 64.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 60950\n'
             '\n'
             '– Родной аккумулятор 100%\r\n'
             '– Устройство только с поддержкой e-SIM\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '60950',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 282924, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 644,
  'image_1': 'device/iPhone/iPhone_14/150C44E8-B9FA-4A1C-838F-D2C6410B1B98.jpeg',
  'image_2': 'device/iPhone/iPhone_14/3F201BD8-833A-4898-A748-940F9944DE39.jpeg',
  'image_3': 'device/iPhone/iPhone_14/D3A81BD6-C937-4ADA-B2D3-C04C0EA2C3F7.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 256 Red E-SIM - 64.990 🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Родной аккумулятор 100%\r\n'
          '– Устройство только с поддержкой e-SIM'},
 {'amount': 56990,
  'amount_buy': 53900,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Gb Starlight Ростест 🇷🇺- 56.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: Kam\n'
             '\n'
             '– Родной аккумулятор 87%\r\n'
             '– Активирован в июне 2022г. На гарантии до июня 2024г.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Kam',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 361605, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 645,
  'image_1': 'device/iPhone/iPhone_13/7D55A46E-C119-4A7B-9435-12A0004483E0.jpeg',
  'image_2': 'device/iPhone/iPhone_13/5BBE20C2-E0D1-4B47-A19D-90F615A26D69.jpeg',
  'image_3': 'device/iPhone/iPhone_13/0F7CA2B9-A371-4143-BD4D-FB138BC2D1F2.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Gb Starlight Ростест 🇷🇺- 56.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Родной аккумулятор 87%\r\n'
          '– Активирован в июне 2022г. На гарантии до июня 2024г.'},
 {'amount': 51990,
  'amount_buy': 32500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Pink - 51.990💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 47051\n'
             '\n'
             '- Родной аккумулятор 94%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '47051',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 520284, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 647,
  'image_1': 'device/iPhone/iPhone_13/IMG_4265.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4264.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4263.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Pink - 51.990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Родной аккумулятор 94%'},
 {'amount': 55490,
  'amount_buy': 42500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Gb Midnight - 55.490🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 92066\n'
             '\n'
             '– Родной аккумулятор 97%\r\n'
             '– Произведенные работы: восстановление мобильной связи\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '92066',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 601309, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 648,
  'image_1': 'device/iPhone/iPhone_13/68D38E01-2DFF-4B1D-8866-8D50866803E4.jpeg',
  'image_2': 'device/iPhone/iPhone_13/62CA50B1-4EE1-4076-905E-1B699F820CAF.jpeg',
  'image_3': 'device/iPhone/iPhone_13/8F772382-F7A9-44F7-B9DF-FBC75B2FEAED.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Gb Midnight - 55.490🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Родной аккумулятор 97%\r\n'
          '– Произведенные работы: восстановление мобильной связи'},
 {'amount': 27990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Purple - 27.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 64714\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). В настройках отображается некорректная емкость '
             'аккумулятора (73%), на работу не влияет.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '64714',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 996677, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 653,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4279.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4280.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4281.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Purple - 27.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках отображается некорректная емкость аккумулятора (73%), на '
          'работу не влияет.'},
 {'amount': 68990,
  'amount_buy': 65000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Plus 128 Black Sim+eSim - 68.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #CVL58\n'
             '\n'
             'Остаточная ёмкость аккумулятора 89%\r\n'
             'Версия на одну электронную и одну физическую симкарту.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVL58',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 235380, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 656,
  'image_1': 'device/iPhone/iPhone_14/IMG_9626.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_9627.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_9628.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Plus 128 Black Sim+eSim - 68.990🔥',
  'state_id': 12,
  'status': 'sale',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 89%\r\n'
          'Версия на одну электронную и одну физическую симкарту.'},
 {'amount': 51990,
  'amount_buy': 39000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro Max 128 Silver - 51.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 03611\n'
             '\n'
             'Родной аккумулятор 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '03611',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 315383, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 657,
  'image_1': 'device/iPhone/iPhone_12/8E57B705-427B-4AF2-829C-266EDE0B9B0E.jpeg',
  'image_2': 'device/iPhone/iPhone_12/00219218-FABF-4099-9337-F9E31508985C.jpeg',
  'image_3': 'device/iPhone/iPhone_12/F82795B8-ADA9-4D1D-B64F-20A775A518E7.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro Max 128 Silver - 51.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Родной аккумулятор 88%'},
 {'amount': 56490,
  'amount_buy': 36000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Gb Midnight - 56.490🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 27614\n'
             '\n'
             'Емкость аккумулятора 92%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '27614',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 394254, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 658,
  'image_1': 'device/iPhone/iPhone_13/2E80664D-C566-445C-B6E7-100BDAC5B34A.jpeg',
  'image_2': 'device/iPhone/iPhone_13/A73D7D9D-4FD2-4671-91DC-394FC30A4466.jpeg',
  'image_3': 'device/iPhone/iPhone_13/74EEABFC-CF1F-45EA-ADCD-F579FAB0486A.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Gb Midnight - 56.490🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Емкость аккумулятора 92%'},
 {'amount': 89990,
  'amount_buy': 71000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 128 Gb Deep Purple - 89.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 36002\n'
             '\n'
             '– Родной аккумулятор 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '36002',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 473565, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 659,
  'image_1': 'device/iPhone/iPhone_14/IMG_9678.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_9679.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_9680.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 128 Gb Deep Purple - 89.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Родной аккумулятор 100%'},
 {'amount': 67990,
  'amount_buy': 50000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 128 Sierra Blue - 6̶̶9̶̶9̶̶9̶̶0̶ 67.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 51614\n'
             '\n'
             'Родной аккумулятор  90%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '51614',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 185337, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 668,
  'image_1': 'device/iPhone/iPhone_13/IMG_9807.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9808.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_9809.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro 128 Sierra Blue - 6̶̶9̶̶9̶̶9̶̶0̶ 67.990🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Родной аккумулятор  90%'},
 {'amount': 51990,
  'amount_buy': 31500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 128 White - 51.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 47790\n'
             '\n'
             '- Родной аккумулятор 97%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '47790',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 721235, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 675,
  'image_1': 'device/iPhone/iPhone_12/IMG_4351_79WzPHp.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4352_qr5Vbqu.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4350.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 128 White - 51.990🔥',
  'state_id': 4,
  'status': '4',
  'subcategory_id': 6,
  'text': '- Родной аккумулятор 97%'},
 {'amount': 20990,
  'amount_buy': 11000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone SE 2020 64 Red - 20.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 93318\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '93318',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 799877, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 676,
  'image_1': 'device/iPhone/iPhone_SE/IMG_5536.jpeg',
  'image_2': 'device/iPhone/iPhone_SE/IMG_5537.jpeg',
  'image_3': 'device/iPhone/iPhone_SE/IMG_5538.jpeg',
  'kit_id': 8,
  'name': 'iPhone SE 2020 64 Red - 20.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 11,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%).'},
 {'amount': 46990,
  'amount_buy': 26000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 128 Pacific Blue - 5̶̶1̶̶9̶̶9̶̶0̶ 46.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 50607\n'
             '\n'
             '- Родной аккумулятор 85%\r\n'
             '- Замена дисплейного модуля (оригинал)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '50607',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 29),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 879328, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 677,
  'image_1': 'device/iPhone/iPhone_12/IMG_4356.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4357.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4359.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 128 Pacific Blue - 5̶̶1̶̶9̶̶9̶̶0̶ 46.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '- Родной аккумулятор 85%\r\n- Замена дисплейного модуля (оригинал)'},
 {'amount': 95990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Deep Purple - 95.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 41208\n'
             '\n'
             '– Состояние аккумулятора: 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '41208',
  'create': False,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 117412, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 680,
  'image_1': 'device/iPhone/iPhone_14/09DBB07B-2438-45C4-8470-ABDE48DEDE40.jpeg',
  'image_2': 'device/iPhone/iPhone_14/2DF911C0-A73D-4F3E-BC2C-EBB7C7DB3947.jpeg',
  'image_3': 'device/iPhone/iPhone_14/90B1A1A9-BB6F-4018-94D2-46A1E1CA8F63.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Deep Purple - 95.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора: 91%'},
 {'amount': 34990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 34.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 45834\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%) \r\n'
             '– Восстановили пыле/влаго защиту\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '45834',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 3),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 196275, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 681,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5665.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5663.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5664.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black - 34.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние '
          '100%) \r\n'
          '– Восстановили пыле/влаго защиту'},
 {'amount': 52990,
  'amount_buy': 32000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 256 Graphite - 52.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 71418\n'
             '\n'
             '– Состояние аккумулятора - 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '71418',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 513648, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 685,
  'image_1': 'device/iPhone/iPhone_12/F2C020EB-25D4-4B99-AB8B-76004B82F5D2.jpeg',
  'image_2': 'device/iPhone/iPhone_12/594F8A76-0FA9-410E-8168-CA12223D5386.jpeg',
  'image_3': 'device/iPhone/iPhone_12/6B5476DF-EB7E-4B49-A9B2-4EADD36AD594.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 256 Graphite - 52.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Состояние аккумулятора - 86%'},
 {'amount': 23990,
  'amount_buy': 14600,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XS 256 Gold - 23.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 08064\n'
             '\n'
             '- Замена аккумулятора (сертифицированный аналог), состояние '
             '100%\r\n'
             '- Замена задней камеры, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '08064',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 911806, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 690,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4418.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4419.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4420.jpeg',
  'kit_id': 8,
  'name': 'iPhone XS 256 Gold - 23.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 15,
  'text': '- Замена аккумулятора (сертифицированный аналог), состояние 100%\r\n'
          '- Замена задней камеры, оригинал'},
 {'amount': 99990,
  'amount_buy': 96000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro Max 128 Space Black ESIM 🇺🇸 - 99.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #CVO81\n'
             '\n'
             'Версия на две электронные симкарты.\r\n'
             'Остаточная ёмкость аккумулятора 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO81',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 9),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 227835, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 694,
  'image_1': 'device/iPhone/iPhone_14/IMG_1589.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_1590.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_1591.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 128 Space Black ESIM 🇺🇸 - 99.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Версия на две электронные симкарты.\r\n'
          'Остаточная ёмкость аккумулятора 99%'},
 {'amount': 26990,
  'amount_buy': 23000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone XR 128 White - 26.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B285\n'
             '\n'
             'Остаточная ёмкость аккумулятора 84%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B285',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 18),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 307019, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 695,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_1614.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_1616.jpeg',
  'image_3': '',
  'kit_id': 8,
  'name': 'iPhone XR 128 White - 26.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Остаточная ёмкость аккумулятора 84%'},
 {'amount': 17990,
  'amount_buy': 8250,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 8 Plus 64 Gold - 17.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 38114\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '38114',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 387444, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 696,
  'image_1': 'device/iPhone/iPhone_6/7/8/IMG_5813.jpeg',
  'image_2': 'device/iPhone/iPhone_6/7/8/IMG_5815.jpeg',
  'image_3': 'device/iPhone/iPhone_6/7/8/IMG_5814.jpeg',
  'kit_id': 8,
  'name': 'iPhone 8 Plus 64 Gold - 17.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 16,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%).'},
 {'amount': 24990,
  'amount_buy': 23000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Purple - 24.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 70485\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%).\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '70485',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 545772, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 698,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/4D7EB9AB-7873-44AD-802E-C133830AF433.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/8D8CAA3B-F2CB-4C13-A809-76BD9E66EFAE.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/F3BF83F8-BA45-4012-8B1E-FC62C5C0EB51.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 Purple - 24.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%).'},
 {'amount': 33990,
  'amount_buy': 24000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 64 Gb Purple - 33.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 10637\n'
             '\n'
             '- Родной аккумулятор 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '10637',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 625148, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 699,
  'image_1': 'device/iPhone/iPhone_12/IMG_0331.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_0333.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_0334.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 64 Gb Purple - 33.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '- Родной аккумулятор 87%'},
 {'amount': 54990,
  'amount_buy': 49000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro Max 256 Gold - 6̶̶0̶̶9̶̶9̶̶0̶ 54.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 90958\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%) \r\n'
             '– Замена дисплейного модуля\r\n'
             '– Восстановили пыле/влаго защиту\r\n'
             '– Замена задней камеры, оригинал. (в настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '90958',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 863419, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 702,
  'image_1': 'device/iPhone/iPhone_12/IMG_4461_aq5yQ57.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4462_kzE50K9.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4463_yPflpMR.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro Max 256 Gold - 6̶̶0̶̶9̶̶9̶̶0̶ 54.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние '
          '100%) \r\n'
          '– Замена дисплейного модуля\r\n'
          '– Восстановили пыле/влаго защиту\r\n'
          '– Замена задней камеры, оригинал. (в настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет)'},
 {'amount': 23990,
  'amount_buy': 20000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone XR 64 White Ростест 🇷🇺 - 23.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B291\n'
             '\n'
             'Остаточная ёмкость аккумулятора 77%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B291',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 419559, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 709,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_2211.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_2213.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_2214.jpeg',
  'kit_id': 8,
  'name': 'iPhone XR 64 White Ростест 🇷🇺 - 23.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': 'Остаточная ёмкость аккумулятора 77%'},
 {'amount': 24990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 White - 24.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 22618\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '22618',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 498996, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 710,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/BE04DFD1-E454-4846-B725-3BCFE6607800.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/A7CA00EA-41C4-49AC-905C-9728C27B515F.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/155A7CF1-40A9-4F4B-BDF6-3DBDB070505F.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 White - 24.990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 88990,
  'amount_buy': 74000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Deep Purple - 9̶̶6̶̶9̶̶9̶̶0̶ 88.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 91623\n'
             '\n'
             '– Состояние аккумулятора - 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '91623',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 54878, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 717,
  'image_1': 'device/iPhone/iPhone_14/IMG_8412_XlK2teS.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_8411_iRfNqcx.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_8414_De3NNSv.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Deep Purple - 9̶̶6̶̶9̶̶9̶̶0̶ 88.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 86%'},
 {'amount': 103990,
  'amount_buy': 75000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Deep Purple - 103.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 78009\n'
             '\n'
             '- Родной аккумулятор: 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '78009',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 134814, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 718,
  'image_1': 'device/iPhone/iPhone_14/IMG_4539.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4540.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4541.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Deep Purple - 103.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор: 88%'},
 {'amount': 82990,
  'amount_buy': 53000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 256 Alpine Green - 82.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 36188\n'
             '\n'
             '- Родной аккумулятор: 93%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '36188',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 213741, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 719,
  'image_1': 'device/iPhone/iPhone_13/IMG_4546.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4547.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4545.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 256 Alpine Green - 82.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Родной аккумулятор: 93%'},
 {'amount': 69990,
  'amount_buy': 52000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 128 Sierra Blue - 7̶̶7̶̶9̶̶9̶̶0̶ '
             '69.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 33563\n'
             '\n'
             '- Родной аккумулятор: 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '33563',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 292410, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 720,
  'image_1': 'device/iPhone/iPhone_13/IMG_4542.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4543.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4544.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 128 Sierra Blue - 7̶̶7̶̶9̶̶9̶̶0̶ 69.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Родной аккумулятор: 86%'},
 {'amount': 59490,
  'amount_buy': 35000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro Max 256 Pacific Blue - 6̶̶3̶̶4̶̶9̶̶0̶ '
             '59.490🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 83362\n'
             '\n'
             '- Родной аккумулятор: 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '83362',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 691843, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 725,
  'image_1': 'device/iPhone/iPhone_12/IMG_4567.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_4568.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_4566.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro Max 256 Pacific Blue - 6̶̶3̶̶4̶̶9̶̶0̶ 59.490🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '- Родной аккумулятор: 86%'},
 {'amount': 54990,
  'amount_buy': 35500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Starlight - 6̶̶0̶̶9̶̶9̶̶0̶ 54.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 72154\n'
             '\n'
             '- Родной аккумулятор: 98%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '72154',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 771648, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 726,
  'image_1': 'device/iPhone/iPhone_13/IMG_4570.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4571.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4569.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Starlight - 6̶̶0̶̶9̶̶9̶̶0̶ 54.990🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Родной аккумулятор: 98%'},
 {'amount': 27990,
  'amount_buy': 21000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Red - 27.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 13801\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена задней камеры (оригинал)\r\n'
             '– Замена дисплейного модуля (оригинал)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '13801',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 851345, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 727,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/F17018FD-7C39-42C3-9979-35B402834ADE.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/E7B95630-BC2C-4F10-A890-03E376BF92B4.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/7B325838-8827-4F73-9AE8-CDA5A9114918.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 Red - 27.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена задней камеры (оригинал)\r\n'
          '– Замена дисплейного модуля (оригинал)'},
 {'amount': 99990,
  'amount_buy': 75000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Space Black - 1̶̶0̶̶4̶̶9̶̶9̶̶0̶ '
             '99.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 38750\n'
             '\n'
             '– Состояние аккумулятора - 89%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '38750',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 167890, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 731,
  'image_1': 'device/iPhone/iPhone_14/FBC5056F-160E-4922-AA55-C19E9E590638.jpeg',
  'image_2': 'device/iPhone/iPhone_14/22799714-FFD4-41B6-A0C9-82C63CD30367.jpeg',
  'image_3': 'device/iPhone/iPhone_14/8085E1E5-ED8E-472E-8445-BB34FED30A76.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Space Black - 1̶̶0̶̶4̶̶9̶̶9̶̶0̶ 99.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 89%'},
 {'amount': 73990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 Pro 128 Gold - 7̶̶7̶̶9̶̶9̶̶0̶ 73.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVO101\n'
             '\n'
             'Остаточная ёмкость аккумулятора 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO101',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 246669, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 732,
  'image_1': 'device/iPhone/iPhone_13/IMG_3319.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_3321.jpeg',
  'image_3': '',
  'kit_id': 8,
  'name': 'iPhone 13 Pro 128 Gold - 7̶̶7̶̶9̶̶9̶̶0̶ 73.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 88%'},
 {'amount': 116990,
  'amount_buy': 120000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 1TB Deep Purple – 1̶̶2̶̶9̶̶9̶̶9̶̶0̶ 116.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 62621\n'
             '\n'
             '– Состояние аккумулятора 92% \r\n'
             '– Замена Дисплейного модуля (оригинал) \r\n'
             '– Замена заднего стекла \r\n'
             '– Замена задней камеры, оригинал. (В настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '62621',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 405475, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 734,
  'image_1': 'device/iPhone/iPhone_14/IMG_8559.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_8555.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_8558.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 1TB Deep Purple – 1̶̶2̶̶9̶̶9̶̶9̶̶0̶ 116.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора 92% \r\n'
          '– Замена Дисплейного модуля (оригинал) \r\n'
          '– Замена заднего стекла \r\n'
          '– Замена задней камеры, оригинал. (В настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет)'},
 {'amount': 73990,
  'amount_buy': 69990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 Pro Max 128 Blue - 8̶̶3̶̶9̶̶9̶̶0̶ 73.990</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 440799\n'
             '\n'
             '- Состояние аккумулятора - 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '440799',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 643989, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 737,
  'image_1': 'device/iPhone/iPhone_13/photo_2023-10-25_12-46-13.jpg',
  'image_2': 'device/iPhone/iPhone_13/photo_2023-10-25_12-46-12.jpg',
  'image_3': 'device/iPhone/iPhone_13/photo_2023-10-25_12-46-11.jpg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 128 Blue - 8̶̶3̶̶9̶̶9̶̶0̶ 73.990',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Состояние аккумулятора - 86%'},
 {'amount': 44990,
  'amount_buy': 29000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 256 Gb Space Gray - 44.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 94962\n'
             '\n'
             'Произведенные работы:\r\n'
             '- замена аккумулятора (сертифицированный аналог, уровень заряда '
             '100%)\r\n'
             '- замена задней камеры оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '94962',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 31),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 439851, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 747,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0513.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0512.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_0511.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro Max 256 Gb Space Gray - 44.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 14,
  'text': 'Произведенные работы:\r\n'
          '- замена аккумулятора (сертифицированный аналог, уровень заряда '
          '100%)\r\n'
          '- замена задней камеры оригинал'},
 {'amount': 53990,
  'amount_buy': 33000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Gb Green - 53.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 98719\n'
             '\n'
             '- Родной аккумулятор 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '98719',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 518503, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 748,
  'image_1': 'device/iPhone/iPhone_13/IMG_0518.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_0517.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_0516.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Gb Green - 53.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Родной аккумулятор 91%'},
 {'amount': 66990,
  'amount_buy': 63000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 128 Midnight Sim+eSim - 6̶̶8̶̶9̶̶9̶̶0̶ 66.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #R1211\n'
             '\n'
             'Остаточная ёмкость аккумулятора 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1211',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 677492, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 750,
  'image_1': 'device/iPhone/iPhone_13/IMG_3728.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_3730.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_3731.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 128 Midnight Sim+eSim - 6̶̶8̶̶9̶̶9̶̶0̶ 66.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 99%'},
 {'amount': 114990,
  'amount_buy': 85000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 512 Gb Gold - 1̶̶2̶̶2̶̶4̶̶9̶̶0̶ '
             '114.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 97945\n'
             '\n'
             '- Родной аккумулятор 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '97945',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 993536, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 754,
  'image_1': 'device/iPhone/iPhone_14/IMG_0563.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_0564.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_0565.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 512 Gb Gold - 1̶̶2̶̶2̶̶4̶̶9̶̶0̶ 114.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор 91%'},
 {'amount': 27990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 White - 27.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 47498\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '47498',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 3),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 550415, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 761,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4648.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4649.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4650.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 White - 27.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 33490,
  'amount_buy': 20000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro 64 Gold - 33.490🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 01715\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '01715',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 3),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 29686, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 767,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4655.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4656.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4657.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro 64 Gold - 33.490🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 99990,
  'amount_buy': 94,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Space Black - 1̶̶0̶̶5̶̶9̶̶9̶̶0̶ 99.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: Kaml\n'
             '\n'
             '– Состояние аккумулятора - 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Kaml',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 353180, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 771,
  'image_1': 'device/iPhone/iPhone_13/IMG_8846.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_8847.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_8848.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Space Black - 1̶̶0̶̶5̶̶9̶̶9̶̶0̶ 99.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 91%'},
 {'amount': 27990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 27.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 19260\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '19260',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 432768, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 772,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8853.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8854.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_8855.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black - 27.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 88990,
  'amount_buy': 85000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro 128 Deep Purple Sim+ESim - 9̶̶0̶̶9̶̶9̶̶0̶ '
             '88.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R1252\n'
             '\n'
             'Остаточная ёмкость аккумулятора 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1252',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 513508, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 773,
  'image_1': 'device/iPhone/iPhone_14/IMG_5059.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5060.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5065.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 128 Deep Purple Sim+ESim - 9̶̶0̶̶9̶̶9̶̶0̶ 88.990 🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 87%'},
 {'amount': 28990,
  'amount_buy': 19000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 28.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 07716\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена дисплейного модуля, оригинал.\r\n'
             '– Замена задней камеры, оригинал.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '07716',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 553363, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 786,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/DBF20700-B769-4177-B667-4177EEFBC7B6.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/B83C3D53-C6C6-4858-8AA8-F08E8F1C0C52.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/FAF4CE2D-6A44-4C22-BE93-BF501379C4E7.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Black - 28.990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена дисплейного модуля, оригинал.\r\n'
          '– Замена задней камеры, оригинал.'},
 {'amount': 41990,
  'amount_buy': 34000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Blue - 41.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 00402\n'
             '\n'
             '- Родной аккумулятор, состояние 97%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '00402',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 12),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 794312, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 789,
  'image_1': 'device/iPhone/iPhone_13/IMG_4711.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4712.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4713.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Blue - 41.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Родной аккумулятор, состояние 97%'},
 {'amount': 92990,
  'amount_buy': 80000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Gold - 92.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 89209\n'
             '\n'
             '- Родной аккумулятор, состояние 97%\r\n'
             '- Замена дисплейного модуля, оригинал\r\n'
             '- Замена задней панели, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '89209',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 191989, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 794,
  'image_1': 'device/iPhone/iPhone_14/IMG_4737.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4738.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4743.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Gold - 92.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 97%\r\n'
          '- Замена дисплейного модуля, оригинал\r\n'
          '- Замена задней панели, оригинал'},
 {'amount': 23490,
  'amount_buy': 16000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 64 Black - 23.490🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 29709\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена задней камеры, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '29709',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 18),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 272827, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 795,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4740.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4741.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_4742.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 64 Black - 23.490🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена задней камеры, оригинал'},
 {'amount': 14990,
  'amount_buy': 13000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XR 64 Red - 1̶̶7̶̶9̶̶9̶̶0̶ 14.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 17484\n'
             '\n'
             '– Замена задней камеры, оригинал\r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена дисплейного модуля, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '17484',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 350781, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 796,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4744.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4745.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_4746.jpeg',
  'kit_id': 8,
  'name': 'iPhone XR 64 Red - 1̶̶7̶̶9̶̶9̶̶0̶ 14.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '– Замена задней камеры, оригинал\r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Замена дисплейного модуля, оригинал'},
 {'amount': 116990,
  'amount_buy': 115000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 512 Deep Purple - 116.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 19584\n'
             '\n'
             '- Родной аккумулятор, состояние 92%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '19584',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 432352, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 797,
  'image_1': 'device/iPhone/iPhone_14/IMG_4747_0vxblkG.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4748_OdbUUGm.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4749.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 512 Deep Purple - 116.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 92%'},
 {'amount': 38990,
  'amount_buy': 35000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 11 Pro 64 Space Gray - 38.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #B334\n'
             '\n'
             'Остаточная ёмкость аккумулятора 92%, родной аккумулятор.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B334',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 514293, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 798,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5707.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5708.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_5709.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro 64 Space Gray - 38.990🔥',
  'state_id': 12,
  'status': '1',
  'subcategory_id': 14,
  'text': 'Остаточная ёмкость аккумулятора 92%, родной аккумулятор.'},
 {'amount': 53990,
  'amount_buy': 36000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro Max 128 Gb Pacific Blue - 53.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 91335\n'
             '\n'
             'Произведенные работы:\r\n'
             '- замена аккумулятора (сертифицированный аналог) уровень 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '91335',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 674094, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 800,
  'image_1': 'device/iPhone/iPhone_12/IMG_1065.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_1066.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_1067.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro Max 128 Gb Pacific Blue - 53.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Произведенные работы:\r\n'
          '- замена аккумулятора (сертифицированный аналог) уровень 100%'},
 {'amount': 60990,
  'amount_buy': 57000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Pink Ростест 🇷🇺 - 60.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #B337\n'
             '\n'
             'Остаточная ёмкость аккумулятора 85%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B337',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 753423, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 801,
  'image_1': 'device/iPhone/iPhone_13/IMG_5777.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_5778.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_5779.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Pink Ростест 🇷🇺 - 60.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 85%'},
 {'amount': 30990,
  'amount_buy': 21000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 mini 128 Red - 30.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 07711\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Восстановление пыле/влаго защиты.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '07711',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 832830, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 802,
  'image_1': 'device/iPhone/iPhone_12/IMG_9022.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_9021.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_9023.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 mini 128 Red - 30.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Восстановление пыле/влаго защиты.'},
 {'amount': 32990,
  'amount_buy': 19000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Purple - 32.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 12567\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Восстановление пыле/влаго защиты.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '12567',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 914017, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 803,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9026.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9025.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9027.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Purple - 32.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '– Восстановление пыле/влаго защиты.'},
 {'amount': 75990,
  'amount_buy': 65000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 128 Gb Silver - 8̶̶4̶̶9̶̶9̶̶0̶ 75.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 45688\n'
             '\n'
             'Родной аккумулятор 89%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '45688',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 552164, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 811,
  'image_1': 'device/iPhone/iPhone_14/IMG_1159.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_1160.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_1161.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 128 Gb Silver - 8̶̶4̶̶9̶̶9̶̶0̶ 75.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 2,
  'text': 'Родной аккумулятор 89%'},
 {'amount': 86990,
  'amount_buy': 83000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro 128 Space Black Sim+ESim - 86.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R1270\n'
             '\n'
             'Остаточная ёмкость аккумулятора 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1270',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 714106, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 813,
  'image_1': 'device/iPhone/iPhone_14/IMG_6299.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_6301.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_6302.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 128 Space Black Sim+ESim - 86.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 99%'},
 {'amount': 44990,
  'amount_buy': 35000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro Max 256 Gold - 5̶̶8̶̶9̶̶9̶̶0̶ 44.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 90874\n'
             '\n'
             '– Состояние аккумулятора 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '90874',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 22),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 275231, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 820,
  'image_1': 'device/iPhone/iPhone_12/IMG_9211.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_9210.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_9212.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro Max 256 Gold - 5̶̶8̶̶9̶̶9̶̶0̶ 44.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Состояние аккумулятора 86%'},
 {'amount': 114990,
  'amount_buy': 83000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 512 Gold - 1̶̶2̶̶5̶̶9̶̶9̶̶0̶ 114.990🔝</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 68058\n'
             '\n'
             '- Родной аккумулятор, состояние 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '68058',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 356017, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 821,
  'image_1': 'device/iPhone/iPhone_14/IMG_4850.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4851.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4852.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 512 Gold - 1̶̶2̶̶5̶̶9̶̶9̶̶0̶ 114.990🔝',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 99%'},
 {'amount': 34990,
  'amount_buy': 28000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 Pro Max 512 Midnight Green - 4̶̶2̶̶9̶̶9̶̶0̶ '
             '34.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 90392\n'
             '\n'
             '– Замена заднего стекла, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '90392',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 592621, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 824,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/AAF8503E-E440-4ED3-A4F3-20AE97258EA2.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/19DD9E17-022B-4138-BFCC-34F94C501E63.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/D7CEE8BC-AEE8-4996-AA79-184954AA02C1.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 Pro Max 512 Midnight Green - 4̶̶2̶̶9̶̶9̶̶0̶ 34.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена заднего стекла, оригинал'},
 {'amount': 15990,
  'amount_buy': 11500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone SE 2020 128 White - 2̶̶1̶̶9̶̶9̶̶0̶ 15.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 79934\n'
             '\n'
             '– Замена аккумулятора, сертифицированный аналог - состояние '
             '100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '79934',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 673423, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 825,
  'image_1': 'device/iPhone/iPhone_SE/7EEFEC92-6F52-439D-BFAD-CAD8248AA492.jpeg',
  'image_2': 'device/iPhone/iPhone_SE/A4C6D215-978A-4E07-B4CE-752FCB4A2155.jpeg',
  'image_3': 'device/iPhone/iPhone_SE/4EA3942E-A2D8-4D16-B033-8FDE360BEE4F.jpeg',
  'kit_id': 8,
  'name': 'iPhone SE 2020 128 White - 2̶̶1̶̶9̶̶9̶̶0̶ 15.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 11,
  'text': '– Замена аккумулятора, сертифицированный аналог - состояние 100%'},
 {'amount': 79990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 256 Deep Purple - 8̶̶6̶̶9̶̶9̶̶0̶ 79.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 32097\n'
             '\n'
             '- Родной аккумулятор, состояние 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '32097',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 70022, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 830,
  'image_1': 'device/iPhone/iPhone_14/IMG_4865.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4866.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4867.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 256 Deep Purple - 8̶̶6̶̶9̶̶9̶̶0̶ 79.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 91%'},
 {'amount': 23990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Purple - 2̶̶9̶̶9̶̶9̶̶0̶ 23.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 09058\n'
             '\n'
             '– Замена задней камеры, оригинал \r\n'
             '– Состояние аккумулятора - 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '09058',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 310730, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 833,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9271.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9272.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9273.jpeg',
  'kit_id': 8,
  'name': 'iPhone 11 128 Purple - 2̶̶9̶̶9̶̶9̶̶0̶ 23.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': '– Замена задней камеры, оригинал \r\n'
          '– Состояние аккумулятора - 86%'},
 {'amount': 64990,
  'amount_buy': 54000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 256 Apline Green - 6̶̶8̶̶9̶̶9̶̶0̶ 64.990⚡️</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 85933\n'
             '\n'
             '– Состояние аккумулятора - 88% \r\n'
             '– Замена задней камеры, оригинал. (В настройках указывается, что '
             'устройство не может распознать запчасть. На работу не влияет)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '85933',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 391092, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 834,
  'image_1': 'device/iPhone/iPhone_13/IMG_9276.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9274.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_9275.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro 256 Apline Green - 6̶̶8̶̶9̶̶9̶̶0̶ 64.990⚡️',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 88% \r\n'
          '– Замена задней камеры, оригинал. (В настройках указывается, что '
          'устройство не может распознать запчасть. На работу не влияет)'},
 {'amount': 103990,
  'amount_buy': 100000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro 256 Deep Purple Sim+ESim - 103.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #B372\n'
             '\n'
             'Остаточная ёмкость аккумулятора 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B372',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 472548, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 835,
  'image_1': 'device/iPhone/iPhone_14/IMG_6936.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_6937.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_6938.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 256 Deep Purple Sim+ESim - 103.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 100%'},
 {'amount': 49990,
  'amount_buy': 40000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 512 Graphite - 5̶̶7̶̶9̶̶9̶̶0̶ 49.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 63697\n'
             '\n'
             '– Замена Дисплейного модуля (оригинал) \r\n'
             '– Состояние аккумулятора - 84%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '63697',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 632671, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 837,
  'image_1': 'device/iPhone/iPhone_12/IMG_9290.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_9291.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_9292.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 512 Graphite - 5̶̶7̶̶9̶̶9̶̶0̶ 49.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена Дисплейного модуля (оригинал) \r\n'
          '– Состояние аккумулятора - 84%'},
 {'amount': 34990,
  'amount_buy': 28000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 128 Blue - 3̶̶7̶̶9̶̶9̶̶0̶ 34.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 45410\n'
             '\n'
             'Произведенные работы:\r\n'
             '- Замена дисплейного модуля (оригинал)\r\n'
             'Родной аккумулятор 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '45410',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 794603, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 839,
  'image_1': 'device/iPhone/iPhone_12/IMG_1328.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_1329.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_1330.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 128 Blue - 3̶̶7̶̶9̶̶9̶̶0̶ 34.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Произведенные работы:\r\n'
          '- Замена дисплейного модуля (оригинал)\r\n'
          'Родной аккумулятор 87%'},
 {'amount': 93990,
  'amount_buy': 90000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro 128 Silver Sim+ESim - 93.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVL88\n'
             '\n'
             'Остаточная ёмкость аккумулятора 97%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVL88',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 286409, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 845,
  'image_1': 'device/iPhone/iPhone_14/IMG_7210.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_7211.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_7213.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 128 Silver Sim+ESim - 93.990 🔥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 97%'},
 {'amount': 73990,
  'amount_buy': 51000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 256 Alpine Green - 73.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 04014\n'
             '\n'
             'Родной аккумулятор 89%\r\n'
             'Произведенные работы:\r\n'
             '– замена задней камеры (оригинал) в настройках будет ошибка - на '
             'работу никак не влияет\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '04014',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 3),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 684148, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 850,
  'image_1': 'device/iPhone/iPhone_13/IMG_1446.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_1445.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_1448.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 256 Alpine Green - 73.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Родной аккумулятор 89%\r\n'
          'Произведенные работы:\r\n'
          '– замена задней камеры (оригинал) в настройках будет ошибка - на '
          'работу никак не влияет'},
 {'amount': 50990,
  'amount_buy': 37000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 256 Gb Graphite - 50.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 91901\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог, 100% уровень '
             'изношенности )\r\n'
             '– замена камеры задней ( оригинал ) В настройках будет ошибка, '
             'на работу не влияет\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '91901',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 763692, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 851,
  'image_1': 'device/iPhone/iPhone_12/IMG_1450.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_1453.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_1454.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 256 Gb Graphite - 50.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог, 100% уровень '
          'изношенности )\r\n'
          '– замена камеры задней ( оригинал ) В настройках будет ошибка, на '
          'работу не влияет'},
 {'amount': 79990,
  'amount_buy': 77000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Gb Space Black - 1̶̶0̶̶4̶̶9̶̶9̶̶0̶ '
             '79.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 96030\n'
             '\n'
             'Родной аккумулятор 90%\r\n'
             'Произведенные работы: \r\n'
             '– замена стекла дисплейного модуля\r\n'
             '– замена задней камеры (оригинал) ( В настройках ошибка - на '
             'работу не влияет )\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '96030',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 21),
  'date_sale': datetime.date(2023, 12, 21),
  'date_updated': datetime.datetime(2023, 12, 21, 17, 34, 32, 574000, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 852,
  'image_1': 'device/iPhone/iPhone_14/IMG_1456.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_1457.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_1458.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Gb Space Black - 1̶̶0̶̶4̶̶9̶̶9̶̶0̶ 79.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Родной аккумулятор 90%\r\n'
          'Произведенные работы: \r\n'
          '– замена стекла дисплейного модуля\r\n'
          '– замена задней камеры (оригинал) ( В настройках ошибка - на работу '
          'не влияет )'},
 {'amount': 45990,
  'amount_buy': 40000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 128 Graphite - 45.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 73523\n'
             '\n'
             '– Замена дисплейного модуля, оригинал\r\n'
             '– Замена аккумулятора(сертифицированный аналог, состояние '
             '100%)\r\n'
             '– Замена камеры, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '73523',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 405161, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 859,
  'image_1': 'device/iPhone/iPhone_12/6ED46196-D271-4279-8A9C-EE13B188F9D6.jpeg',
  'image_2': 'device/iPhone/iPhone_12/DD4F04D6-A8DF-4403-B951-2F1D9B32AF10.jpeg',
  'image_3': 'device/iPhone/iPhone_12/660EBE41-8C59-4AFC-B834-C5C0E1918632.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 128 Graphite - 45.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена дисплейного модуля, оригинал\r\n'
          '– Замена аккумулятора(сертифицированный аналог, состояние 100%)\r\n'
          '– Замена камеры, оригинал'},
 {'amount': 44990,
  'amount_buy': 34000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Midnight - 44.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 25393\n'
             '\n'
             'Состояние аккумулятора - 97%\r\n'
             'Устройство на две физические sim.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '25393',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 3),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 643223, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 862,
  'image_1': 'device/iPhone/iPhone_13/IMG_9444.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9446.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_9448.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Midnight - 44.990 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Состояние аккумулятора - 97%\r\nУстройство на две физические sim.'},
 {'amount': 65990,
  'amount_buy': 50000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro 256 Graphite - 6̶̶9̶̶9̶̶9̶̶0̶ 65.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 66317\n'
             '\n'
             '– Состояние аккумулятора - 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '66317',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 19),
  'date_sale': datetime.date(2023, 12, 19),
  'date_updated': datetime.datetime(2023, 12, 19, 7, 51, 41, 250919, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 865,
  'image_1': 'device/iPhone/iPhone_13/2B75D5EE-06D6-451A-9B38-CBE38AAF6509.jpeg',
  'image_2': 'device/iPhone/iPhone_13/A6DF7ACA-880D-44D7-820F-163DC19C901C.jpeg',
  'image_3': 'device/iPhone/iPhone_13/3B41323D-D835-4AB0-BB24-576139053042.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro 256 Graphite - 6̶̶9̶̶9̶̶9̶̶0̶ 65.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 86%'},
 {'amount': 39990,
  'amount_buy': 34000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Green - 4̶̶4̶̶9̶̶9̶̶0̶ 39.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 52558\n'
             '\n'
             '– Состояние аккумулятора - 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '52558',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 200432, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 869,
  'image_1': 'device/iPhone/iPhone_13/IMG_9572.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9573.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_9574.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Green - 4̶̶4̶̶9̶̶9̶̶0̶ 39.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 88%'},
 {'amount': 47990,
  'amount_buy': 35000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 256 Midnight - 5̶̶0̶̶9̶̶9̶̶0̶ 47.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 13912\n'
             '\n'
             '– Состояние аккумулятора - 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '13912',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 279357, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 870,
  'image_1': 'device/iPhone/iPhone_13/F2D89AA1-9BB4-4747-A2C4-6B4A94E5F61F.jpeg',
  'image_2': 'device/iPhone/iPhone_13/79B9A8A8-5D43-475E-8CFA-6E41DBAF9628.jpeg',
  'image_3': 'device/iPhone/iPhone_13/025D8C54-9838-4E5B-84A4-27B30032306F.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 256 Midnight - 5̶̶0̶̶9̶̶9̶̶0̶ 47.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 88%'},
 {'amount': 28990,
  'amount_buy': 14500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 128 Blue - 3̶̶3̶̶9̶̶9̶̶0̶ 28.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 40012\n'
             '\n'
             '– Замена камеры  (оригинал, в настройках отображается ошибка, не '
             'влияет на работу)\r\n'
             '– Состояние аккумулятора - 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '40012',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 358587, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 871,
  'image_1': 'device/iPhone/iPhone_12/3D663FDB-A4F0-4DAC-822B-FCD4A81A44E8.jpeg',
  'image_2': 'device/iPhone/iPhone_12/5ABD8F06-9ADA-41B6-848B-AEEFF6658A55.jpeg',
  'image_3': 'device/iPhone/iPhone_12/4BCD1C8F-7523-4793-8D6E-9CBF22C2F5F6.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 128 Blue - 3̶̶3̶̶9̶̶9̶̶0̶ 28.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': '– Замена камеры  (оригинал, в настройках отображается ошибка, не '
          'влияет на работу)\r\n'
          '– Состояние аккумулятора - 87%'},
 {'amount': 35990,
  'amount_buy': 33000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 12 64 Purple - 35.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #Г1366\n'
             '\n'
             'Остаточная ёмкость аккумулятора 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#Г1366',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 26),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 26, 11, 53, 45, 604923, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 875,
  'image_1': 'device/iPhone/iPhone_12/IMG_8604.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_8605.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_8606.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 64 Purple - 35.990🔥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 6,
  'text': 'Остаточная ёмкость аккумулятора 88%'},
 {'amount': 59990,
  'amount_buy': 56000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 128 Purple Dual Sim - 59.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #Г1365\n'
             '\n'
             'Остаточная ёмкость аккумулятора 90%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#Г1365',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 755470, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 876,
  'image_1': 'device/iPhone/iPhone_14/IMG_8618.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_8619.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_8620.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 128 Purple Dual Sim - 59.990🔥',
  'state_id': 5,
  'status': '2',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 90%'},
 {'amount': 91990,
  'amount_buy': 88000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro 256 Space Black Sim+ESim - 91.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B404\n'
             '\n'
             'Остаточная ёмкость аккумулятора 94%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B404',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 914430, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 878,
  'image_1': 'device/iPhone/iPhone_14/IMG_8869.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_8870.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_8871.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 256 Space Black Sim+ESim - 91.990🔥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 94%'},
 {'amount': 79990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 128 Gb Deep Purple - 8̶̶3̶̶9̶̶9̶̶0̶ '
             '79.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 71954\n'
             '\n'
             'Родной аккумулятор 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '71954',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 994242, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 879,
  'image_1': 'device/iPhone/iPhone_14/IMG_1679.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_1680.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_1681.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 128 Gb Deep Purple - 8̶̶3̶̶9̶̶9̶̶0̶ 79.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Родной аккумулятор 100%'},
 {'amount': 33990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 11 128 Purple Ростест 🇷🇺 - 33.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R1341\n'
             '\n'
             'Остаточная емкость аккумулятора 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1341',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 12),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 5, 313089, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 883,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9034.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_9035.jpeg',
  'image_3': '',
  'kit_id': 8,
  'name': 'iPhone 11 128 Purple Ростест 🇷🇺 - 33.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Остаточная емкость аккумулятора 86%'},
 {'amount': 69990,
  'amount_buy': 52000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 256 Alpine Green - 7̶̶8̶̶9̶̶9̶̶0̶ '
             '69.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 80944\n'
             '\n'
             '– Состояние аккумулятора - 94%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '80944',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 5, 393073, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 884,
  'image_1': 'device/iPhone/iPhone_13/0D7B9C18-6817-44A9-BCD2-C77B9C5CC5F9.jpeg',
  'image_2': 'device/iPhone/iPhone_13/A71B7502-4ED5-41AB-BF38-15B9702DD603.jpeg',
  'image_3': 'device/iPhone/iPhone_13/7575E108-C1BE-47B9-8D32-BFE5BA098414.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 256 Alpine Green - 7̶̶8̶̶9̶̶9̶̶0̶ 69.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора - 94%'},
 {'amount': 77990,
  'amount_buy': 69000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Deep Purple - 8̶̶4̶̶9̶̶9̶̶0̶ '
             '77.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 40050\n'
             '\n'
             '- Родной аккумулятор, состояние 89%\r\n'
             '- Замена заднего стекла, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '40050',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 5, 795639, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 889,
  'image_1': 'device/iPhone/iPhone_14/IMG_4985.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4986.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4987.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Deep Purple - 8̶̶4̶̶9̶̶9̶̶0̶ 77.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 89%\r\n'
          '- Замена заднего стекла, оригинал'},
 {'amount': 45990,
  'amount_buy': 31000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Blue - 45.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 74847\n'
             '\n'
             '- Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\r\n'
             '- Замена стекла дисплейного модуля, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '74847',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 5, 874997, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 890,
  'image_1': 'device/iPhone/iPhone_13/IMG_4982.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4983.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4984.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Blue - 45.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Замена аккумулятора (сертифицированный аналог, состояние 100%)\r\n'
          '- Замена стекла дисплейного модуля, оригинал'},
 {'amount': 43990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 Pro 128 Gb Pacific Blue - 4̶̶6̶̶9̶̶9̶̶0̶ '
             '43.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 03415\n'
             '\n'
             'Произведение работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог, уровень '
             'аккумулятора 100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '03415',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 6, 180012, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 894,
  'image_1': 'device/iPhone/iPhone_12/IMG_1831.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_1832.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_1833.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 Pro 128 Gb Pacific Blue - 4̶̶6̶̶9̶̶9̶̶0̶ 43.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Произведение работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог, уровень '
          'аккумулятора 100%)'},
 {'amount': 15990,
  'amount_buy': 9000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone XR 128 Red - 15.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 16498\n'
             '\n'
             '- Замена аккумулятора (сертифицированный аналог, состояние '
             '100%)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '16498',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 6, 260686, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 895,
  'image_1': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_5034.jpeg',
  'image_2': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_5035.jpeg',
  'image_3': 'device/iPhone/iPhone_X/XR/Xs/Xs_Max/IMG_5036.jpeg',
  'kit_id': 8,
  'name': 'iPhone XR 128 Red - 15.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 15,
  'text': '- Замена аккумулятора (сертифицированный аналог, состояние 100%)'},
 {'amount': 67990,
  'amount_buy': 63000,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 Pro Max 128 graphite - 67.990 🔝</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: GJ216NWC36\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'GJ216NWC36',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 27),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 27, 18, 17, 27, 404290, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 898,
  'image_1': 'device/iPhone/iPhone_13/IMG_5561.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_5560.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_5559.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 128 graphite - 67.990 🔝',
  'state_id': 12,
  'status': '0',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 83990,
  'amount_buy': 68500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 128 Deep Purple - 9̶̶0̶̶9̶̶9̶̶0̶ '
             '83.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 73093\n'
             '\n'
             '– Состояние аккумулятора - 94%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '73093',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 20),
  'date_sale': datetime.date(2023, 12, 20),
  'date_updated': datetime.datetime(2023, 12, 20, 12, 56, 14, 776919, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 903,
  'image_1': 'device/iPhone/iPhone_14/E3FB48F8-C176-4D8A-99A4-CED7E8869EB5.jpeg',
  'image_2': 'device/iPhone/iPhone_14/B5C44A35-6CB8-44C8-AD2C-E88BA2841642.jpeg',
  'image_3': 'device/iPhone/iPhone_14/4727567D-B8CA-41C9-87E8-A15F0FFA646D.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 128 Deep Purple - 9̶̶0̶̶9̶̶9̶̶0̶ 83.990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 94%'},
 {'amount': 87990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Deep Purple - 9̶̶5̶̶9̶̶9̶̶0̶ '
             '87.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 99066\n'
             '\n'
             '– Состояние аккумулятора - 91%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '99066',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 22),
  'date_sale': datetime.date(2023, 12, 22),
  'date_updated': datetime.datetime(2023, 12, 22, 14, 30, 54, 270725, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 904,
  'image_1': 'device/iPhone/iPhone_14/FE7BF702-A1C6-4A91-AF84-C6457F9FE117.jpeg',
  'image_2': 'device/iPhone/iPhone_14/9C391E5A-686B-4A0F-9360-1F86702F1A71.jpeg',
  'image_3': 'device/iPhone/iPhone_14/4F2317F1-4ACD-4611-B195-BF277F13C249.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Deep Purple - 9̶̶5̶̶9̶̶9̶̶0̶ 87.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 91%'},
 {'amount': 58990,
  'amount_buy': 55000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Pink Sim+ESim - 58.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R03\n'
             '\n'
             'Остаточная емкость аккумулятора 88%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R03',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 25),
  'date_sale': datetime.date(2023, 12, 25),
  'date_updated': datetime.datetime(2023, 12, 25, 16, 40, 48, 287659, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 906,
  'image_1': 'device/iPhone/iPhone_13/IMG_9967.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9968.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_9969.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Pink Sim+ESim - 58.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Остаточная емкость аккумулятора 88%'},
 {'amount': 43990,
  'amount_buy': 40000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 12 128 Blue Ростест 🇷🇺 - 43.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R1378\n'
             '\n'
             'Остаточная ёмкость аккумулятора 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1378',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 7, 423566, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 909,
  'image_1': 'device/iPhone/iPhone_12/IMG_0115_MY8MC6D.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_0116_pOpTSxT.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_0117_tfch8Bh.jpeg',
  'kit_id': 8,
  'name': 'iPhone 12 128 Blue Ростест 🇷🇺 - 43.990🔥',
  'state_id': 12,
  'status': '1',
  'subcategory_id': 6,
  'text': 'Остаточная ёмкость аккумулятора 86%'},
 {'amount': 87990,
  'amount_buy': 84000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro 256 Space Black Sim+ESim - 87.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #R1300\n'
             '\n'
             'Остаточная ёмкость аккумулятора 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1300',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 19),
  'date_sale': datetime.date(2023, 12, 19),
  'date_updated': datetime.datetime(2023, 12, 19, 10, 31, 41, 818982, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 910,
  'image_1': 'device/iPhone/iPhone_14/IMG_0210.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_0211.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_0212.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 256 Space Black Sim+ESim - 87.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 99%'},
 {'amount': 48990,
  'amount_buy': 45000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Starlight Sim+ESim - 48.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B416\n'
             '\n'
             'Остаточная ёмкость аккумулятора 90%.\r\n'
             'Есть небольшая вмятина на корпусе сверху.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B416',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 27),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 27, 9, 45, 38, 555802, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 912,
  'image_1': 'device/iPhone/iPhone_6/7/8/IMG_0362.jpeg',
  'image_2': 'device/iPhone/iPhone_6/7/8/IMG_0363.jpeg',
  'image_3': 'device/iPhone/iPhone_6/7/8/IMG_0366.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Starlight Sim+ESim - 48.990🔥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 16,
  'text': 'Остаточная ёмкость аккумулятора 90%.\r\n'
          'Есть небольшая вмятина на корпусе сверху.'},
 {'amount': 76990,
  'amount_buy': 62000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 128 Space Black - 7̶̶8̶̶9̶̶9̶̶0̶ 76.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 91373\n'
             '\n'
             '– Состояние аккумулятора - 93%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '91373',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 25),
  'date_sale': datetime.date(2023, 12, 25),
  'date_updated': datetime.datetime(2023, 12, 25, 16, 3, 58, 387534, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 917,
  'image_1': 'device/iPhone/iPhone_14/5DE14677-3D10-4E7D-8A5B-D7EAEE853957.jpeg',
  'image_2': 'device/iPhone/iPhone_14/2E0360BB-1AF5-4434-B046-AB8510DF300E.jpeg',
  'image_3': 'device/iPhone/iPhone_14/13E268D4-8CD3-4262-B601-B3953FE0B031.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro 128 Space Black - 7̶̶8̶̶9̶̶9̶̶0̶ 76.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 93%'},
 {'amount': 79990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Space Black - 8̶̶9̶̶9̶̶9̶̶0̶ '
             '79.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 66661\n'
             '\n'
             '- Родной аккумулятор, состояние 92%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '66661',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': datetime.date(2023, 12, 28),
  'date_updated': datetime.datetime(2023, 12, 28, 15, 40, 41, 261403, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 925,
  'image_1': 'device/iPhone/iPhone_14/IMG_5095.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5096.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5097.jpeg',
  'kit_id': 8,
  'name': 'iPhone 14 Pro Max 256 Space Black - 8̶̶9̶̶9̶̶9̶̶0̶ 79.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': '- Родной аккумулятор, состояние 92%'},
 {'amount': 47990,
  'amount_buy': 44000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Blue  - 47.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVO149\n'
             '\n'
             'Остаточная ёмкость аккумулятора 98%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO149',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 26),
  'date_sale': datetime.date(2023, 12, 26),
  'date_updated': datetime.datetime(2023, 12, 26, 18, 11, 41, 525837, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 926,
  'image_1': 'device/iPhone/iPhone_13/IMG_1118.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_1117.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_1119.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 128 Blue  - 47.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 98%'},
 {'amount': 44990,
  'amount_buy': 41000,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 mini 256 Blue - 44.990</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: GX799LP42P\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'GX799LP42P',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 7, 55, 45, 331616, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 932,
  'image_1': 'device/iPhone/iPhone_13/IMG_5814.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_5823.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_5824.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 mini 256 Blue - 44.990',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 65990,
  'amount_buy': 51000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 256 Gb Gold - 65.990💥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 91627\n'
             '\n'
             'Родной аккумулятор 89%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '91627',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 18, 12, 20, 60461, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 939,
  'image_1': 'device/iPhone/iPhone_13/IMG_2417.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_2419.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_2420.jpeg',
  'kit_id': 8,
  'name': 'iPhone 13 Pro Max 256 Gb Gold - 65.990💥',
  'state_id': 5,
  'status': '1',
  'subcategory_id': 1,
  'text': 'Родной аккумулятор 89%'},
 {'amount': 72990,
  'amount_buy': 69000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 256 Midnight - 72.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R1135\n'
             '\n'
             '- Остаточная ёмкость аккумулятора 100%.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1135',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 680410, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 649,
  'image_1': 'device/iPhone/iPhone_13/IMG_9227.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9226.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_9228.jpeg',
  'kit_id': 5,
  'name': 'iPhone 13 256 Midnight - 72.990 🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 1,
  'text': '- Остаточная ёмкость аккумулятора 100%.'},
 {'amount': 123990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - 123.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1178\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1178',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 942818, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 703,
  'image_1': 'device/iPhone/iPhone_14/IMG_0921_ADOz0bE.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - 123.990 🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 71990,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 13 256 Starlight Sim+eSim - 71.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #CVL68\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVL68',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 22481, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 704,
  'image_1': 'device/iPhone/iPhone_13/IMG_2077.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 13 256 Starlight Sim+eSim - 71.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 121990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Silver Dual Sim - '
             '1̶̶2̶̶3̶̶9̶̶9̶̶0̶ 121.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #CVO87\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO87',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 29),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 340297, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 708,
  'image_1': 'device/iPhone/iPhone_14/IMG_2174.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_2175.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Silver Dual Sim - 1̶̶2̶̶3̶̶9̶̶9̶̶0̶ '
          '121.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 69990,
  'amount_buy': 68000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 128 Purple Dual Sim - 69.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B274\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B274',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 813296, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 714,
  'image_1': 'device/iPhone/iPhone_14/IMG_2537.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_2538.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 14 128 Purple Dual Sim - 69.990 🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 123990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - 123.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1209\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1209',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 200287, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 744,
  'image_1': 'device/iPhone/iPhone_14/IMG_3575.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_3577.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - 123.990 🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 123990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Deep Purple Sim+eSim - '
             '123.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1208\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1208',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 280132, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 745,
  'image_1': 'device/iPhone/iPhone_14/IMG_3579.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_3580.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Deep Purple Sim+eSim - 123.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 63990,
  'amount_buy': 62000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 13 128 Midnight Sim+eSim - 63.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #B304\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B304',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 361272, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 746,
  'image_1': 'device/iPhone/iPhone_13/IMG_3674.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 13 128 Midnight Sim+eSim - 63.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 112990,
  'amount_buy': 111000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro 256 Space Black Dual Sim - '
             '1̶̶2̶̶4̶̶9̶̶9̶̶0̶ 112.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1212\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1212',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 757010, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 751,
  'image_1': 'device/iPhone/iPhone_14/IMG_3744.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_3745.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro 256 Space Black Dual Sim - 1̶̶2̶̶4̶̶9̶̶9̶̶0̶ '
          '112.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 123990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Silver Dual Sim - '
             '1̶̶2̶̶5̶̶9̶̶9̶̶0̶ 123.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1213\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1213',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 9),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 835599, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 752,
  'image_1': 'device/iPhone/iPhone_14/IMG_3752.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_3753.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Silver Dual Sim - 1̶̶2̶̶5̶̶9̶̶9̶̶0̶ '
          '123.990 🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 123990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Silver Dual Sim - 123.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #CVO103\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO103',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 913849, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 753,
  'image_1': 'device/iPhone/iPhone_14/IMG_3766.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_3767.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Silver Dual Sim - 123.990 🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 51990,
  'amount_buy': 48000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Midnight Sim+eSim - 51.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVO104\n'
             '\n'
             'Остаточная ёмкость аккумулятора 86%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO104',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 26),
  'date_sale': datetime.date(2023, 11, 29),
  'date_updated': datetime.datetime(2023, 12, 26, 17, 44, 27, 487872, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 758,
  'image_1': 'device/iPhone/iPhone_13/IMG_4029.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_4031.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_4030.jpeg',
  'kit_id': 5,
  'name': 'iPhone 13 128 Midnight Sim+eSim - 51.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 1,
  'text': 'Остаточная ёмкость аккумулятора 86%'},
 {'amount': 123990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - '
             '1̶̶2̶̶5̶̶9̶̶9̶̶0̶ 123.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #B309\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B309',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 392334, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 759,
  'image_1': 'device/iPhone/iPhone_14/IMG_4120.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4121.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - '
          '1̶̶2̶̶5̶̶9̶̶9̶̶0̶ 123.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 123990,
  'amount_buy': 122000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - '
             '1̶̶2̶̶5̶̶9̶̶9̶̶0̶ 123.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #CVL79\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVL79',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 470716, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 760,
  'image_1': 'device/iPhone/iPhone_14/IMG_4171.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4172.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Deep Purple Dual Sim - '
          '1̶̶2̶̶5̶̶9̶̶9̶̶0̶ 123.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 115990,
  'amount_buy': 114000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro 256 Deep Purple Dual Sim - 115.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1230\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1230',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 7),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 710525, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 763,
  'image_1': 'device/iPhone/iPhone_14/IMG_4460.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro 256 Deep Purple Dual Sim - 115.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 66990,
  'amount_buy': 65000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 128 Midnight Dual Sim - 66.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1229\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1229',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 27),
  'date_sale': datetime.date(2023, 12, 27),
  'date_updated': datetime.datetime(2023, 12, 27, 13, 57, 25, 414924, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 764,
  'image_1': 'device/iPhone/iPhone_14/IMG_4465.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 128 Midnight Dual Sim - 66.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 115990,
  'amount_buy': 114000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro 256 Space Black Dual Sim - '
             '1̶̶1̶̶8̶̶9̶̶9̶̶0̶ 115.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1228\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1228',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 868926, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 765,
  'image_1': 'device/iPhone/iPhone_14/IMG_4466.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro 256 Space Black Dual Sim - 1̶̶1̶̶8̶̶9̶̶9̶̶0̶ '
          '115.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 115990,
  'amount_buy': 114000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro 256 Gold Dual Sim - 1̶̶1̶̶7̶̶9̶̶9̶̶0̶ '
             '115.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1239\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1239',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 111045, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 768,
  'image_1': 'device/iPhone/iPhone_14/IMG_4917.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro 256 Gold Dual Sim - 1̶̶1̶̶7̶̶9̶̶9̶̶0̶ 115.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 117990,
  'amount_buy': 116000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Space Black Dual '
             'Sim-117.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: #CVO124\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO124',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 32900, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 792,
  'image_1': 'device/iPhone/iPhone_14/IMG_5680.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5681.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Space Black Dual Sim-117.990🔥',
  'state_id': 4,
  'status': '1',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 104999,
  'amount_buy': 103000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 128 Gold ESIM - 104.999🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #CVO123\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO123',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 112433, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 793,
  'image_1': 'device/iPhone/iPhone_14/IMG_5685.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5686.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 128 Gold ESIM - 104.999🔥',
  'state_id': 3,
  'status': '1',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 66990,
  'amount_buy': 65000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 128 Midnight Dual Sim - 66.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1265\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1265',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 19),
  'date_sale': datetime.date(2023, 12, 19),
  'date_updated': datetime.datetime(2023, 12, 19, 10, 56, 41, 219240, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 807,
  'image_1': 'device/iPhone/iPhone_14/IMG_5991.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5992.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 128 Midnight Dual Sim - 66.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 62990,
  'amount_buy': 61000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 13 128 Midnight Dual Sim - 62.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1267\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1267',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 311992, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 808,
  'image_1': 'device/iPhone/iPhone_13/IMG_5999.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_6001.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 13 128 Midnight Dual Sim - 62.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 98990,
  'amount_buy': 97000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 15 256 Black Dual Sim - 98.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: #R1264\n'
             '\n'
             'Новый, активированный на таможне, запечатанный на таможне '
             'таможенными пломбами.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1264',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 390884, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 809,
  'image_1': 'device/iPhone/iPhone_15/IMG_6014.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_6015.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 15 256 Black Dual Sim - 98.990🔥',
  'state_id': 4,
  'status': '1',
  'subcategory_id': 35,
  'text': 'Новый, активированный на таможне, запечатанный на таможне '
          'таможенными пломбами.'},
 {'amount': 117990,
  'amount_buy': 116000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Space Black Dual Sim - '
             '117.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B333\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B333',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 751983, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 826,
  'image_1': 'device/iPhone/iPhone_14/IMG_6686.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_6687.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Space Black Dual Sim - 117.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 112990,
  'amount_buy': 111000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro 256 Space Black Dual Sim - 112.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #CVO116\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO116',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 831108, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 827,
  'image_1': 'device/iPhone/iPhone_14/IMG_6868.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_6869.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro 256 Space Black Dual Sim - 112.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 112990,
  'amount_buy': 111000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro 256 Space Black Dual Sim - 112.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #RN1212\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#RN1212',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 912076, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 828,
  'image_1': 'device/iPhone/iPhone_14/IMG_6870.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_6871.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro 256 Space Black Dual Sim - 112.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 112990,
  'amount_buy': 111000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro 256 Gold Dual Sim - 112.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #CVL84\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVL84',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 990562, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 829,
  'image_1': 'device/iPhone/iPhone_14/IMG_6874.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_6876.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro 256 Gold Dual Sim - 112.990 🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 80990,
  'amount_buy': 79000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 15 128 Black Dual Sim - 80.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R1309\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1309',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 365760, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 846,
  'image_1': 'device/iPhone/iPhone_15/IMG_7253.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_7254.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 15 128 Black Dual Sim - 80.990🔥',
  'state_id': 8,
  'status': '5',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 94990,
  'amount_buy': 93000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro Max 128 Space Black Dual Sim - 94.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: #R1317\n'
             '\n'
             'Остаточная емкость аккумулятора 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1317',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 564660, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 861,
  'image_1': 'device/iPhone/iPhone_14/IMG_7883.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_7881.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_7882.jpeg',
  'kit_id': 5,
  'name': 'iPhone 14 Pro Max 128 Space Black Dual Sim - 94.990 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Остаточная емкость аккумулятора 100%'},
 {'amount': 118990,
  'amount_buy': 116000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 256 Deep Purple Sim+ESim - '
             '118.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B395\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B395',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 11),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 39481, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 867,
  'image_1': 'device/iPhone/iPhone_14/IMG_8539.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_8540.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 256 Deep Purple Sim+ESim - 118.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 109990,
  'amount_buy': 108000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 Pro Max 128 Space Black - 109.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B396\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B396',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 120577, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 868,
  'image_1': 'device/iPhone/iPhone_14/IMG_8550.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_8551.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_8552.jpeg',
  'kit_id': 5,
  'name': 'Новый iPhone 14 Pro Max 128 Space Black - 109.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 59990,
  'amount_buy': 58000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Blue Sim+ESim - 59.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1348\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1348',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 5, 472522, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 885,
  'image_1': 'device/iPhone/iPhone_13/IMG_9445.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9446_6B4c1cK.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 13 128 Blue Sim+ESim - 59.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 117990,
  'amount_buy': 116000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro Max 256 Space Black Sim+ESim - 117.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1326\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1326',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 6, 339056, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 896,
  'image_1': 'device/iPhone/iPhone_14/IMG_9820.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_9821.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 14 Pro Max 256 Space Black Sim+ESim - 117.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 107990,
  'amount_buy': 106000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 Pro Max 128 Deep Purple Sim+ESim - 107.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: #B394\n'
             '\n'
             'Новый, распечатанный.\r\n'
             'Остаточная ёмкость аккумулятора 100% (0 циклов)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B394',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 6, 418145, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 897,
  'image_1': 'device/iPhone/iPhone_14/IMG_9825.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_9826.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 14 Pro Max 128 Deep Purple Sim+ESim - 107.990🔥',
  'state_id': 4,
  'status': '1',
  'subcategory_id': 2,
  'text': 'Новый, распечатанный.\r\n'
          'Остаточная ёмкость аккумулятора 100% (0 циклов)'},
 {'amount': 57990,
  'amount_buy': 56000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Midnight Sim+ESim - 57.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R01\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R01',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 22),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 22, 8, 7, 53, 3063, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 902,
  'image_1': 'device/iPhone/iPhone_13/IMG_9945.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_9946.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 13 128 Midnight Sim+ESim - 57.990🔥',
  'state_id': 7,
  'status': '2',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 116990,
  'amount_buy': 115000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 15 Pro 256 Natural Titanium Dual Sim - 116.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #SBL5\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#SBL5',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 24),
  'date_sale': datetime.date(2023, 12, 24),
  'date_updated': datetime.datetime(2023, 12, 24, 13, 41, 43, 51531, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 908,
  'image_1': 'device/iPhone/iPhone_15/IMG_0033.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_0034.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 15 Pro 256 Natural Titanium Dual Sim - 116.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 57990,
  'amount_buy': 56000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 13 128 Blue Sim+ESim - 57.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1370\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1370',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 19),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 19, 12, 6, 26, 476066, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 911,
  'image_1': 'device/iPhone/iPhone_6/7/8/IMG_0308.jpeg',
  'image_2': 'device/iPhone/iPhone_6/7/8/IMG_0309.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 13 128 Blue Sim+ESim - 57.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 16,
  'text': ''},
 {'amount': 141990,
  'amount_buy': 140000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 15 Pro Max 512 Black Titanium Sim+Sim - 141.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1380\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1380',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 22),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 22, 7, 19, 41, 185681, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 918,
  'image_1': 'device/iPhone/iPhone_15/IMG_0713.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_0714.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 15 Pro Max 512 Black Titanium Sim+Sim - 141.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 64990,
  'amount_buy': 63000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 128 Starlight Sim+ESim - 64.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1382\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1382',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 25),
  'date_sale': datetime.date(2023, 12, 25),
  'date_updated': datetime.datetime(2023, 12, 25, 16, 3, 23, 363098, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 919,
  'image_1': 'device/iPhone/iPhone_14/IMG_0719.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_0720.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 14 128 Starlight Sim+ESim - 64.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 116990,
  'amount_buy': 115000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 15 Pro 256 Blue Titanium Sim Dual Sim - 116.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1401\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1401',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 22),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 22, 7, 19, 20, 649339, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 920,
  'image_1': 'device/iPhone/iPhone_15/IMG_0725.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_0726.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 15 Pro 256 Blue Titanium Sim Dual Sim - 116.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 61990,
  'amount_buy': 58000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 14 128 Midnight Sim+ESim - 61.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: #R1412\n'
             '\n'
             'Остаточная ёмкость аккумулятора 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1412',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 22),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 22, 16, 11, 27, 260659, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 922,
  'image_1': 'device/iPhone/iPhone_14/IMG_0864.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_0866.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_0867.jpeg',
  'kit_id': 5,
  'name': 'iPhone 14 128 Midnight Sim+ESim - 61.990🔥',
  'state_id': 4,
  'status': '1',
  'subcategory_id': 2,
  'text': 'Остаточная ёмкость аккумулятора 99%'},
 {'amount': 50990,
  'amount_buy': 49000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 12 128 Blue Sim+ESim - 50.990🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R05\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R05',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 26),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 26, 11, 53, 35, 402185, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 928,
  'image_1': 'device/iPhone/iPhone_12/IMG_1377.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_1378.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 12 128 Blue Sim+ESim - 50.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 6,
  'text': ''},
 {'amount': 48990,
  'amount_buy': 47000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 11 128 Black Sim+ESim - 48.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка, кабель Lightning — USB-C для быстрой зарядки\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B432\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B432',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 26),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 26, 11, 53, 30, 708815, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 929,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1375.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1376.jpeg',
  'image_3': '',
  'kit_id': 5,
  'name': 'iPhone 11 128 Black Sim+ESim - 48.990 🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 14,
  'text': ''},
 {'amount': 34990,
  'amount_buy': 33300,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Samsung Galaxy S21 FE 8/128 Graphite - 34990 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: 68965\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '68965',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 31),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 287695, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 581,
  'image_1': 'device/Samsung/Galaxy/446DA8B4-E586-4FF2-8482-1E94EF44F5E4.jpeg',
  'image_2': 'device/Samsung/Galaxy/5845134C-4D90-4D40-8750-E95242BABFE5.jpeg',
  'image_3': 'device/Samsung/Galaxy/A6E7E538-0842-485A-9B52-3DA4833BB8FB.jpeg',
  'kit_id': 4,
  'name': 'Samsung Galaxy S21 FE 8/128 Graphite - 34990 🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 7,
  'text': ''},
 {'amount': 72000,
  'amount_buy': 70000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Samsung Galaxy Z Flip 5 8/256 Graphite🇷🇺 - 7̶̶7̶̶0̶̶0̶̶0̶ '
             '72.000</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B233\n'
             '\n'
             'Ростест🇷🇺\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B233',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 965598, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 640,
  'image_1': 'device/Samsung/Z/IMG_8522.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 4,
  'name': 'Samsung Galaxy Z Flip 5 8/256 Graphite🇷🇺 - 7̶̶7̶̶0̶̶0̶̶0̶ 72.000',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 19,
  'text': 'Ростест🇷🇺'},
 {'amount': 13990,
  'amount_buy': 14500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Galaxy Watch 5 44mm Graphite -  1̶̶6̶̶9̶̶9̶̶0̶ 13.990🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: RBH1J\n'
             '\n'
             'Устройство новое, активированное.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'RBH1J',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 3),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 482103, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 672,
  'image_1': 'device/Samsung/Galaxy/IMG_4338.jpeg',
  'image_2': 'device/Samsung/Galaxy/IMG_4339.jpeg',
  'image_3': '',
  'kit_id': 4,
  'name': 'Galaxy Watch 5 44mm Graphite -  1̶̶6̶̶9̶̶9̶̶0̶ 13.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 32,
  'text': 'Устройство новое, активированное.'},
 {'amount': 12990,
  'amount_buy': 13000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Galaxy Watch 5 40mm Graphite - 1̶̶5̶̶4̶̶9̶̶0̶ 12.990🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: 6F94L\n'
             '\n'
             'Устройство новое, активированное.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '6F94L',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 561175, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 673,
  'image_1': 'device/Samsung/Galaxy/IMG_4340.jpeg',
  'image_2': 'device/Samsung/Galaxy/IMG_4341.jpeg',
  'image_3': '',
  'kit_id': 4,
  'name': 'Galaxy Watch 5 40mm Graphite - 1̶̶5̶̶4̶̶9̶̶0̶ 12.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 32,
  'text': 'Устройство новое, активированное.'},
 {'amount': 49990,
  'amount_buy': 45000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Samsung Galaxy S23 256 Lavander - 5̶̶9̶̶9̶̶9̶̶0̶ 49.990🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: 27274\n'
             '\n'
             '- Устройство новое, активировано.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '27274',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 958767, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 678,
  'image_1': 'device/Samsung/A_23/IMG_5580.jpeg',
  'image_2': 'device/Samsung/A_23/IMG_5579.jpeg',
  'image_3': 'device/Samsung/A_23/IMG_5578.jpeg',
  'kit_id': 4,
  'name': 'Samsung Galaxy S23 256 Lavander - 5̶̶9̶̶9̶̶9̶̶0̶ 49.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 34,
  'text': '- Устройство новое, активировано.'},
 {'amount': 62990,
  'amount_buy': 60990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>Новый Samsung S23 8/256 Black - 6̶̶7̶̶9̶̶9̶̶0̶ 62.990</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: 688184\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '688184',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 102103, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 705,
  'image_1': 'device/Samsung/Galaxy_S23/photo_2023-10-13_14-00-29.jpg',
  'image_2': 'device/Samsung/Galaxy_S23/photo_2023-10-13_14-00-36.jpg',
  'image_3': '',
  'kit_id': 4,
  'name': 'Новый Samsung S23 8/256 Black - 6̶̶7̶̶9̶̶9̶̶0̶ 62.990',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 34,
  'text': ''},
 {'amount': 62990,
  'amount_buy': 60990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>Новый Samsung S23 8/256 Lavender (CAU) - 6̶̶9̶̶9̶̶9̶̶0̶ '
             '62.990</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: 732382\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '732382',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 181884, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 706,
  'image_1': 'device/Samsung/Galaxy_S23/photo_2023-10-13_14-00-32.jpg',
  'image_2': 'device/Samsung/Galaxy_S23/photo_2023-10-13_14-00-27.jpg',
  'image_3': 'device/Samsung/Galaxy_S23/photo_2023-10-13_14-00-25.jpg',
  'kit_id': 4,
  'name': 'Новый Samsung S23 8/256 Lavender (CAU) - 6̶̶9̶̶9̶̶9̶̶0̶ 62.990',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 34,
  'text': ''},
 {'amount': 102990,
  'amount_buy': 99000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 128 Space Black ESIM - 102.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: R998\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'R998',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 525837, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 559,
  'image_1': 'device/iPhone/iPhone_14/5F0A51DD-A304-4240-BDE8-5E6E37A41501.jpeg',
  'image_2': 'device/iPhone/iPhone_14/905F8D4B-1FAB-4D99-98F4-FDA81F87E707.jpeg',
  'image_3': '',
  'kit_id': 1,
  'name': 'iPhone 14 Pro Max 128 Space Black ESIM - 102.990🔥',
  'state_id': 7,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 111990,
  'amount_buy': 108990,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 256 Deep Purple Dual Sim - 111.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: CVL4\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'CVL4',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 764779, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 562,
  'image_1': 'device/iPhone/iPhone_14/AF4E6034-2CFA-4F15-8636-B05DBCC9983E.jpeg',
  'image_2': 'device/iPhone/iPhone_14/2E913EEA-76CF-407D-91CE-1656F559C359.jpeg',
  'image_3': '',
  'kit_id': 1,
  'name': 'iPhone 14 Pro 256 Deep Purple Dual Sim - 111.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 75990,
  'amount_buy': 71990,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 256 Midnight Dual Sim - 75.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R973\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R973',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 29),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 849016, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 563,
  'image_1': 'device/iPhone/iPhone_14/IMG_2728.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_2729.jpeg',
  'image_3': '',
  'kit_id': 1,
  'name': 'iPhone 14 256 Midnight Dual Sim - 75.990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 61990,
  'amount_buy': 57990,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 128 Midnight - 6̶9̶̶9̶9̶0̶ 61.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #R954\n'
             '\n'
             '– Состояние аккумулятора 87%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R954',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 1),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 247361, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 568,
  'image_1': 'device/iPhone/iPhone_13/F6B9EC81-D9EA-4FE6-8284-69C236CAFE36.jpeg',
  'image_2': 'device/iPhone/iPhone_13/30E8DA4A-7505-45EB-8F15-08A111660D0F.jpeg',
  'image_3': 'device/iPhone/iPhone_13/31F830D3-56A8-454C-BFEE-9D652823A98B.jpeg',
  'kit_id': 1,
  'name': 'iPhone 13 128 Midnight - 6̶9̶̶9̶9̶0̶ 61.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 1,
  'text': '– Состояние аккумулятора 87%'},
 {'amount': 117490,
  'amount_buy': 110000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 512 Deep Purple - 117.490 🔝</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 13017\n'
             '\n'
             'Гарантия до: 21-07-2024\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '13017',
  'create': True,
  'custom_guarantee': datetime.date(2024, 7, 21),
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 232085, tzinfo=datetime.timezone.utc),
  'guarantee_id': None,
  'id': 593,
  'image_1': 'device/iPhone/iPhone_14/IMG_4406.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4407.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4408.jpeg',
  'kit_id': 1,
  'name': 'iPhone 14 Pro 512 Deep Purple - 117.490 🔝',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 97990,
  'amount_buy': 93900,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 128 Space Black - 9̶̶9̶̶9̶̶9̶̶0̶ 97.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: kaml\n'
             '\n'
             '– Состояние аккумулятора 100% \r\n'
             '– Устройство идет на две физические sim карты\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'kaml',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 987007, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 615,
  'image_1': 'device/iPhone/iPhone_14/IMG_4739.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4740.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4741.jpeg',
  'kit_id': 1,
  'name': 'iPhone 14 Pro Max 128 Space Black - 9̶̶9̶̶9̶̶9̶̶0̶ 97.990 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора 100% \r\n'
          '– Устройство идет на две физические sim карты'},
 {'amount': 76990,
  'amount_buy': 72000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 256 Midnight - 7̶̶8̶̶9̶̶9̶̶0̶ 76.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: kaml\n'
             '\n'
             '– Состояние аккумулятора - 100% \r\n'
             '– Устройство на две физические sim карты\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'kaml',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 66216, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 616,
  'image_1': 'device/iPhone/iPhone_14/IMG_4747.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4748.jpeg',
  'image_3': '',
  'kit_id': 1,
  'name': 'iPhone 14 256 Midnight - 7̶̶8̶̶9̶̶9̶̶0̶ 76.990 🔥',
  'state_id': 4,
  'status': '3',
  'subcategory_id': 2,
  'text': '– Состояние аккумулятора - 100% \r\n'
          '– Устройство на две физические sim карты'},
 {'amount': 89990,
  'amount_buy': 86000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 128 Gb Gold - 89.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: Kam\n'
             '\n'
             '– Родной аккумулятор 100%\r\n'
             '– Активирован 9 июня 2023г.\r\n'
             '– Полный комплект\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Kam',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 441371, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 646,
  'image_1': 'device/iPhone/iPhone_14/6D1BAD2A-26B7-44AB-9103-7E175DDD5394.jpeg',
  'image_2': 'device/iPhone/iPhone_14/B466B154-B206-45FE-BA34-2BA3BF0BA5D7.jpeg',
  'image_3': 'device/iPhone/iPhone_14/C5208226-3AD9-499B-B957-1736A03EAF95.jpeg',
  'kit_id': 1,
  'name': 'iPhone 14 Pro 128 Gb Gold - 89.990 🔥',
  'state_id': 4,
  'status': '3',
  'subcategory_id': 2,
  'text': '– Родной аккумулятор 100%\r\n'
          '– Активирован 9 июня 2023г.\r\n'
          '– Полный комплект'},
 {'amount': 116990,
  'amount_buy': 116000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro Max 256 Silver - 116.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: 17172\n'
             '\n'
             '– Устройство вскрыто и активировано. \r\n'
             '– Поддерживает две физические nano-Sim\n'
             '\n'
             'Гарантия до: 21-09-2024\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '17172',
  'create': True,
  'custom_guarantee': datetime.date(2024, 9, 21),
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 403803, tzinfo=datetime.timezone.utc),
  'guarantee_id': None,
  'id': 671,
  'image_1': 'device/iPhone/iPhone_14/IMG_5411.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5412.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5413.jpeg',
  'kit_id': 1,
  'name': 'iPhone 14 Pro Max 256 Silver - 116.990 🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 2,
  'text': '– Устройство вскрыто и активировано. \r\n'
          '– Поддерживает две физические nano-Sim'},
 {'amount': 66990,
  'amount_buy': 65000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 14 128 Starlight Sim+eSim - 66.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1161\n'
             '\n'
             'Новый, запечатанный.\r\n'
             'Версия на одну электронную и одну физическую симкарту '
             '(sim+esim)\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1161',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 593398, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 686,
  'image_1': 'device/iPhone/iPhone_14/IMG_0969.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 14 128 Starlight Sim+eSim - 66.990 🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 2,
  'text': 'Новый, запечатанный.\r\n'
          'Версия на одну электронную и одну физическую симкарту (sim+esim)'},
 {'amount': 51999,
  'amount_buy': 50000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 11 128 White AA/A 5̶̶4̶̶9̶̶9̶̶0̶ - 51.999 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #CVO47\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO47',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 990550, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 691,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1137.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_1138.jpeg',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 11 128 White AA/A 5̶̶4̶̶9̶̶9̶̶0̶ - 51.999 🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 14,
  'text': ''},
 {'amount': 99990,
  'amount_buy': 90000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 13 Pro Max 128 Alpine Green - 99.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: 37973\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '37973',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 577541, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 711,
  'image_1': 'device/iPhone/iPhone_13/CF068A2D-1571-4DEB-A955-81D42171E973.jpeg',
  'image_2': 'device/iPhone/iPhone_13/91A4E619-E5F8-4B68-87B1-DB6A66961F6B.jpeg',
  'image_3': 'device/iPhone/iPhone_13/1D491B0B-4216-4A10-A675-7A4E897EA994.jpeg',
  'kit_id': 1,
  'name': 'iPhone 13 Pro Max 128 Alpine Green - 99.990🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 63999,
  'amount_buy': 62000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 13 128 Midnight Sim+eSim - 6̶̶5̶̶9̶̶9̶̶0̶ '
             '63.999🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B303\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B303',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 370067, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 721,
  'image_1': 'device/iPhone/iPhone_13/IMG_2778.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 13 128 Midnight Sim+eSim - 6̶̶5̶̶9̶̶9̶̶0̶ 63.999🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 103990,
  'amount_buy': 102000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 15 Pro 128 Natural Titanium Sim+ESim - '
             '103.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1236\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1236',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 994075, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 779,
  'image_1': 'device/iPhone/iPhone_15/IMG_5197.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 15 Pro 128 Natural Titanium Sim+ESim - 103.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 110990,
  'amount_buy': 109000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 15 Pro 128 Blue Titanium Sim+ESim- 110.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: #R1237\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1237',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 74131, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 780,
  'image_1': 'device/iPhone/iPhone_15/IMG_2558.jpeg',
  'image_2': '',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 15 Pro 128 Blue Titanium Sim+ESim- 110.990🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 80990,
  'amount_buy': 79000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 15 128 Black Dual Sim - 80.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1274\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1274',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 24),
  'date_sale': datetime.date(2023, 12, 24),
  'date_updated': datetime.datetime(2023, 12, 24, 11, 40, 49, 657160, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 816,
  'image_1': 'device/iPhone/iPhone_15/IMG_6470_GwNxMqf.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_6471_74tZVBs.jpeg',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 15 128 Black Dual Sim - 80.990🔥',
  'state_id': 7,
  'status': '3',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 80990,
  'amount_buy': 79000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 15 128 Blue Dual Sim - 80.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1273\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1273',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 24),
  'date_sale': datetime.date(2023, 12, 24),
  'date_updated': datetime.datetime(2023, 12, 24, 13, 2, 10, 253075, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 817,
  'image_1': 'device/iPhone/iPhone_15/IMG_6476_0DB4qH2.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_6477_VersX5M.jpeg',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 15 128 Blue Dual Sim - 80.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 103990,
  'amount_buy': 99990,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 14 Pro Max 512 Purple - 103.990⚡️</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: G67GD9V6FT\n'
             '\n'
             'Производилась замена заднего стекла\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'G67GD9V6FT',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 434485, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 822,
  'image_1': 'device/iPhone/iPhone_14/IMG_4894.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_4897.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_4898.jpeg',
  'kit_id': 1,
  'name': 'iPhone 14 Pro Max 512 Purple - 103.990⚡️',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 2,
  'text': 'Производилась замена заднего стекла'},
 {'amount': 175990,
  'amount_buy': 192000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 15 Pro Max White Titanium 1 Tb Dual Sim - '
             '2̶̶0̶̶1̶̶9̶̶9̶̶0̶ 175.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: 02353\n'
             '\n'
             'Новое устройство, вскрыты пломбы. Не активировано.\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '02353',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 11, 17, 2, 454026, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 831,
  'image_1': 'device/iPhone/iPhone_15/IMG_1304.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_1305.jpeg',
  'image_3': 'device/iPhone/iPhone_15/IMG_1306.jpeg',
  'kit_id': 1,
  'name': 'iPhone 15 Pro Max White Titanium 1 Tb Dual Sim - 2̶̶0̶̶1̶̶9̶̶9̶̶0̶ '
          '175.990🔥',
  'state_id': 6,
  'status': 'sale',
  'subcategory_id': 35,
  'text': 'Новое устройство, вскрыты пломбы. Не активировано.'},
 {'amount': 157490,
  'amount_buy': 159000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 15 Pro 1Tb Black Titanium - 157.490 🔝</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: 75262\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '75262',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 722211, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 863,
  'image_1': 'device/iPhone/iPhone_15/IMG_9441.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_9442.jpeg',
  'image_3': 'device/iPhone/iPhone_15/IMG_9443.jpeg',
  'kit_id': 1,
  'name': 'iPhone 15 Pro 1Tb Black Titanium - 157.490 🔝',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 114990,
  'amount_buy': 105000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 15 Pro Max 256 Gb Natural Tiranium - '
             '1̶̶1̶̶9̶̶9̶̶9̶̶0̶. 114.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 48463\n'
             '\n'
             'Устройство новое, активированное\r\n'
             'Родной аккумулятор 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '48463',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 801972, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 864,
  'image_1': 'device/iPhone/iPhone_15/IMG_1555.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_1556.jpeg',
  'image_3': 'device/iPhone/iPhone_15/IMG_1557.jpeg',
  'kit_id': 1,
  'name': 'iPhone 15 Pro Max 256 Gb Natural Tiranium - 1̶̶1̶̶9̶̶9̶̶9̶̶0̶. '
          '114.990 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 35,
  'text': 'Устройство новое, активированное\r\nРодной аккумулятор 100%'},
 {'amount': 97990,
  'amount_buy': 112000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 14 Pro 256 Deep Purple Dual Sim -  1̶̶0̶̶5̶̶9̶̶9̶̶0̶ '
             '97.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: 56184\n'
             '\n'
             '- Устройство вскрыто и активировано\n'
             '\n'
             'Гарантия до: 16-10-2024\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '56184',
  'create': True,
  'custom_guarantee': datetime.date(2024, 10, 16),
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 11, 18, 17, 859360, tzinfo=datetime.timezone.utc),
  'guarantee_id': None,
  'id': 893,
  'image_1': 'device/iPhone/iPhone_14/IMG_5032.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5030.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5031.jpeg',
  'kit_id': 1,
  'name': 'iPhone 14 Pro 256 Deep Purple Dual Sim -  1̶̶0̶̶5̶̶9̶̶9̶̶0̶ 97.990🔥',
  'state_id': 3,
  'status': 'sale',
  'subcategory_id': 2,
  'text': '- Устройство вскрыто и активировано'},
 {'amount': 119990,
  'amount_buy': 105000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 15 Pro Max 256 Gb Blue Titanium - 119.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: FK9K0\n'
             '\n'
             'Новое устройство, не активировано \r\n'
             'Поддерживает одну физическую сим карту и Е-Сим\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'FK9K0',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 24),
  'date_sale': datetime.date(2023, 12, 24),
  'date_updated': datetime.datetime(2023, 12, 24, 12, 7, 5, 271360, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 923,
  'image_1': 'device/iPhone/iPhone_15/IMG_2259.jpeg',
  'image_2': 'device/iPhone/iPhone_15/IMG_2260.jpeg',
  'image_3': 'device/iPhone/iPhone_15/IMG_2261.jpeg',
  'kit_id': 1,
  'name': 'iPhone 15 Pro Max 256 Gb Blue Titanium - 119.990🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 35,
  'text': 'Новое устройство, не активировано \r\n'
          'Поддерживает одну физическую сим карту и Е-Сим'},
 {'amount': 84990,
  'amount_buy': 81000,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 14 Pro Max 128 Purple - 84.990</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: LK21MJF66W\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'LK21MJF66W',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 10, 3, 38, 475993, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 931,
  'image_1': 'device/iPhone/iPhone_14/IMG_5818_UMRxtCw.jpeg',
  'image_2': 'device/iPhone/iPhone_14/IMG_5821.jpeg',
  'image_3': 'device/iPhone/iPhone_14/IMG_5822.jpeg',
  'kit_id': 1,
  'name': 'iPhone 14 Pro Max 128 Purple - 84.990',
  'state_id': 4,
  'status': '2',
  'subcategory_id': 2,
  'text': ''},
 {'amount': 60990,
  'amount_buy': 57000,
  'amount_sale': 0,
  'author_id': 10,
  'caption': '<b>iPhone 13 Pro 128 Gold - 60.990</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: C4XX02PJWR\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'C4XX02PJWR',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': datetime.date(2023, 12, 28),
  'date_updated': datetime.datetime(2023, 12, 28, 15, 46, 28, 363491, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 933,
  'image_1': 'device/iPhone/iPhone_13/IMG_5816.jpeg',
  'image_2': 'device/iPhone/iPhone_13/IMG_5819.jpeg',
  'image_3': 'device/iPhone/iPhone_13/IMG_5820.jpeg',
  'kit_id': 1,
  'name': 'iPhone 13 Pro 128 Gold - 60.990',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 1,
  'text': ''},
 {'amount': 114990,
  'amount_buy': 113000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 15 Pro 256Gb Titanium Blue - 1̶̶1̶̶8̶̶4̶̶9̶̶0̶ '
             '114990</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: Rasp2\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Rasp2',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 14, 40, 25, 667218, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 935,
  'image_1': 'device/iPhone/iPhone_15/IMG_2293.JPG',
  'image_2': 'device/iPhone/iPhone_15/IMG_2294.JPG',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 15 Pro 256Gb Titanium Blue - 1̶̶1̶̶8̶̶4̶̶9̶̶0̶ 114990',
  'state_id': 3,
  'status': 'sale',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 79990,
  'amount_buy': 78000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новый iPhone 15 128Gb Black 2 SIM - 8̶̶3̶̶4̶̶9̶̶0̶ '
             '79.990</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: Rasp3\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Rasp3',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 14, 40, 36, 106032, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 936,
  'image_1': 'device/iPhone/iPhone_15/IMG_2297.JPG',
  'image_2': 'device/iPhone/iPhone_15/IMG_2298.JPG',
  'image_3': '',
  'kit_id': 1,
  'name': 'Новый iPhone 15 128Gb Black 2 SIM - 8̶̶3̶̶4̶̶9̶̶0̶ 79.990',
  'state_id': 3,
  'status': 'sale',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 79990,
  'amount_buy': 78000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPhone 15 128Gb Pink 2SIM - 8̶̶3̶̶4̶̶9̶̶0̶ 79.990</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: Rasp4\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Rasp4',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 15, 16, 15, 343169, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 937,
  'image_1': 'device/iPhone/iPhone_15/IMG_2299.JPG',
  'image_2': 'device/iPhone/iPhone_15/IMG_2300.JPG',
  'image_3': '',
  'kit_id': 1,
  'name': 'iPhone 15 128Gb Pink 2SIM - 8̶̶3̶̶4̶̶9̶̶0̶ 79.990',
  'state_id': 3,
  'status': 'sale',
  'subcategory_id': 35,
  'text': ''},
 {'amount': 24990,
  'amount_buy': 15500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad 9 2021 64 Space Gray - 2̶̶6̶̶9̶̶9̶̶0̶ 24.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 71DV4\n'
             '\n'
             '– Состояние аккумулятора - 99%.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '71DV4',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 25),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 539662, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 622,
  'image_1': 'device/iPad/iPad_9/570589EC-BE7F-4C93-A458-D66E44169AC2.jpeg',
  'image_2': 'device/iPad/iPad_9/60498BD9-B9EB-4BDB-9334-F25E2F776636.jpeg',
  'image_3': 'device/iPad/iPad_9/53BBDDE0-D5A4-4BFF-BAE3-A55DFA7F10A3.jpeg',
  'kit_id': 19,
  'name': 'iPad 9 2021 64 Space Gray - 2̶̶6̶̶9̶̶9̶̶0̶ 24.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 27,
  'text': '– Состояние аккумулятора - 99%.'},
 {'amount': 61990,
  'amount_buy': 60000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad 10 256 Gb Wi-Fi Pink - 61.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: 0QYPV\n'
             '\n'
             'Новое устройство, не вскрыта упаковка\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '0QYPV',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 20),
  'date_sale': datetime.date(2023, 12, 20),
  'date_updated': datetime.datetime(2023, 12, 20, 17, 8, 41, 631314, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 881,
  'image_1': 'device/iPad/iPad_9/IMG_1707.jpeg',
  'image_2': 'device/iPad/iPad_9/IMG_1708.jpeg',
  'image_3': '',
  'kit_id': 19,
  'name': 'iPad 10 256 Gb Wi-Fi Pink - 61.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 27,
  'text': 'Новое устройство, не вскрыта упаковка'},
 {'amount': 31990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPad 9 64 Space Gray Wi-Fi 🇺🇸- 31.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R1345\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1345',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 5, 235202, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 882,
  'image_1': 'device/iPad/iPad_9/IMG_8999.jpeg',
  'image_2': 'device/iPad/iPad_9/IMG_9001.jpeg',
  'image_3': 'device/iPad/iPad_9/IMG_9002.jpeg',
  'kit_id': 19,
  'name': 'iPad 9 64 Space Gray Wi-Fi 🇺🇸- 31.990🔥',
  'state_id': 7,
  'status': '3',
  'subcategory_id': 27,
  'text': ''},
 {'amount': 33990,
  'amount_buy': 32000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>iPad (9th generation) WI-FI 64GB Space Gray USA 🇺🇸 - '
             '33.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #R02\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R02',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 7, 53502, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 905,
  'image_1': 'device/iPad/iPad_9/IMG_9947.jpeg',
  'image_2': 'device/iPad/iPad_9/IMG_9948.jpeg',
  'image_3': 'device/iPad/iPad_9/IMG_9949.jpeg',
  'kit_id': 19,
  'name': 'iPad (9th generation) WI-FI 64GB Space Gray USA 🇺🇸 - 33.990🔥',
  'state_id': 7,
  'status': '1',
  'subcategory_id': 27,
  'text': ''},
 {'amount': 67990,
  'amount_buy': 55000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad Pro 11 M1 256 WiFi Space Gray Ростест🇷🇺 - 6̶̶9̶̶9̶̶9̶̶0̶ '
             '67990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 494CF\n'
             '\n'
             'Родной аккумулятор: 97%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '494CF',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 45145, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 553,
  'image_1': 'device/iPad/iPad_Pro_11/ipad_pro_m1_.jpeg',
  'image_2': 'device/iPad/iPad_Pro_11/ipad_pro_m1_1.jpeg',
  'image_3': 'device/iPad/iPad_Pro_11/ipad_pro_m1_2.jpeg',
  'kit_id': 14,
  'name': 'iPad Pro 11 M1 256 WiFi Space Gray Ростест🇷🇺 - 6̶̶9̶̶9̶̶9̶̶0̶ '
          '67990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 10,
  'text': 'Родной аккумулятор: 97%'},
 {'amount': 69990,
  'amount_buy': 65000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad Pro 11 M2 128 Wi-Fi Space Gray - 69.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 6FHHM\n'
             '\n'
             'Состояние аккумулятора - 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '6FHHM',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 870926, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 601,
  'image_1': 'device/iPad/iPad_Pro_11/CBF70B02-F215-4128-8FAC-11BA5B8E3EE7.jpeg',
  'image_2': 'device/iPad/iPad_Pro_11/C2356F87-CC32-46E3-87CC-AEC17D0F2B19.jpeg',
  'image_3': 'device/iPad/iPad_Pro_11/3DC40BA5-7495-47F7-8E66-BA2C6AC3B09D.jpeg',
  'kit_id': 14,
  'name': 'iPad Pro 11 M2 128 Wi-Fi Space Gray - 69.990🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 10,
  'text': 'Состояние аккумулятора - 100%'},
 {'amount': 25990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad 9 64 WiFi Silver - 25.990🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 5CQYY\n'
             '\n'
             '- Родной аккумулятор 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '5CQYY',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 552316, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 660,
  'image_1': 'device/iPad/iPad_9/IMG_4295.jpeg',
  'image_2': 'device/iPad/iPad_9/IMG_4296.jpeg',
  'image_3': 'device/iPad/iPad_9/IMG_4293.jpeg',
  'kit_id': 14,
  'name': 'iPad 9 64 WiFi Silver - 25.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 27,
  'text': '- Родной аккумулятор 100%'},
 {'amount': 89990,
  'amount_buy': 85990,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad Pro 11 M2 512 Space Gray Wi-Fi - 9̶̶1̶̶9̶̶9̶̶0̶ '
             '89.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: #B98\n'
             '\n'
             '– аккумулятор 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B98',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 8802, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 565,
  'image_1': 'device/iPad/iPad_Pro_11/51B87CC4-9303-4BDD-9716-BB77ABC49A53.jpeg',
  'image_2': 'device/iPad/iPad_Pro_11/5ABD0A41-5959-4F62-BDDA-810251031B24.jpeg',
  'image_3': 'device/iPad/iPad_Pro_11/99BDBB57-2CEC-4214-B3AC-247CAD138B86.jpeg',
  'kit_id': 10,
  'name': 'iPad Pro 11 M2 512 Space Gray Wi-Fi - 9̶̶1̶̶9̶̶9̶̶0̶ 89.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 10,
  'text': '– аккумулятор 100%'},
 {'amount': 25990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 11 128 Black - 25.990💥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 70203\n'
             '\n'
             'Произведенные работы: \r\n'
             '– Замена аккумулятора (сертифицированный аналог, состояние '
             '100%). В настройках не отображается емкость, на работу не '
             'влияет. Емкость можно посмотреть через приложение для ПК.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '70203',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 13814, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 628,
  'image_1': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_3424.jpeg',
  'image_2': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_3425.jpeg',
  'image_3': 'device/iPhone/iPhone_11/11_Pro/11_Pro_Max/IMG_3426.jpeg',
  'kit_id': 10,
  'name': 'iPhone 11 128 Black - 25.990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 14,
  'text': 'Произведенные работы: \r\n'
          '– Замена аккумулятора (сертифицированный аналог, состояние 100%). В '
          'настройках не отображается емкость, на работу не влияет. Емкость '
          'можно посмотреть через приложение для ПК.'},
 {'amount': 32990,
  'amount_buy': 24000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPhone 12 mini 128 White - 32.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 59968\n'
             '\n'
             'Произведенные работы:\r\n'
             '– замена аккумулятора ( сертифицированный аналог, уровень заряда '
             '100%) \r\n'
             '– чистка устройства\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '59968',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 868931, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 664,
  'image_1': 'device/iPhone/iPhone_12/IMG_9740.jpeg',
  'image_2': 'device/iPhone/iPhone_12/IMG_9741.jpeg',
  'image_3': 'device/iPhone/iPhone_12/IMG_9742.jpeg',
  'kit_id': 10,
  'name': 'iPhone 12 mini 128 White - 32.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 6,
  'text': 'Произведенные работы:\r\n'
          '– замена аккумулятора ( сертифицированный аналог, уровень заряда '
          '100%) \r\n'
          '– чистка устройства'},
 {'amount': 15990,
  'amount_buy': 10000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad 8 32 Silver - 15.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 8Q1GD\n'
             '\n'
             '– Состояние аккумулятора - 94%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '8Q1GD',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 655525, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 712,
  'image_1': 'device/iPad/iPad_8/F3E68D0C-3338-4A5F-9A6C-CD1C5F81C5FE.jpeg',
  'image_2': 'device/iPad/iPad_8/FC5926E9-642C-4CDC-BB72-0AA898D2A586.jpeg',
  'image_3': 'device/iPad/iPad_8/EA7BEA0F-68E2-4A37-A1A8-B8445F2B4760.jpeg',
  'kit_id': 10,
  'name': 'iPad 8 32 Silver - 15.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 9,
  'text': '– Состояние аккумулятора - 94%'},
 {'amount': 27990,
  'amount_buy': 13000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad 9 256 Wi-Fi Silver - 3̶̶0̶̶9̶̶9̶̶0̶ 27.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: M24R7\n'
             '\n'
             '- Родной аккумулятор: 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'M24R7',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 931230, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 728,
  'image_1': 'device/iPad/iPad_9/IMG_4574.jpeg',
  'image_2': 'device/iPad/iPad_9/IMG_4575.jpeg',
  'image_3': 'device/iPad/iPad_9/IMG_4576.jpeg',
  'kit_id': 10,
  'name': 'iPad 9 256 Wi-Fi Silver - 3̶̶0̶̶9̶̶9̶̶0̶ 27.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 27,
  'text': '- Родной аккумулятор: 100%'},
 {'amount': 44990,
  'amount_buy': 27000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad Pro 11 2018 256 Wi-Fi+LTE Space Gray - 44.990</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 53448\n'
             '\n'
             '– Состояние аккумулятора - 85%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '53448',
  'create': False,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 954887, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 791,
  'image_1': 'device/iPad/iPad_Pro_11/IMG_8971.jpeg',
  'image_2': 'device/iPad/iPad_Pro_11/IMG_8972.jpeg',
  'image_3': '',
  'kit_id': 10,
  'name': 'iPad Pro 11 2018 256 Wi-Fi+LTE Space Gray - 44.990',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 10,
  'text': '– Состояние аккумулятора - 85%'},
 {'amount': 87990,
  'amount_buy': 67000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad Pro 2022 12.9 M2 Wi-Fi Space Gray 9̶̶1̶̶9̶̶9̶̶0̶ '
             '87.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: FW3JF\n'
             '\n'
             'Родной аккумулятор 92%\r\n'
             'Устройство в отличном состоянии\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'FW3JF',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 6, 579491, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 899,
  'image_1': 'device/iPad/iPad_Pro_12/IMG_1869.jpeg',
  'image_2': 'device/iPad/iPad_Pro_12/IMG_1871.jpeg',
  'image_3': 'device/iPad/iPad_Pro_12/IMG_1872.jpeg',
  'kit_id': 10,
  'name': 'iPad Pro 2022 12.9 M2 Wi-Fi Space Gray 9̶̶1̶̶9̶̶9̶̶0̶ 87.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 31,
  'text': 'Родной аккумулятор 92%\r\nУстройство в отличном состоянии'},
 {'amount': 21990,
  'amount_buy': 18500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iPad (2020) 32 Wi-Fi Space Gray - 21.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: SAV\n'
             '\n'
             'Состояние аккумулятора 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'SAV',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 7),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 167767, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 567,
  'image_1': 'device/iPad/iPad_8/5EA48EC8-BDF4-452D-A32D-991B58E28329.jpeg',
  'image_2': 'device/iPad/iPad_8/215FA738-88E9-4FF7-9D39-1F7FC31F2E69.jpeg',
  'image_3': 'device/iPad/iPad_8/031DF77E-9143-4C09-8BF0-0980CFA7ECF5.jpeg',
  'kit_id': 9,
  'name': 'iPad (2020) 32 Wi-Fi Space Gray - 21.990🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 9,
  'text': 'Состояние аккумулятора 100%'},
 {'amount': 21990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Watch SE 2 Midnight - 21.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: R7G4L\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'R7G4L',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 759484, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 650,
  'image_1': 'device/Watch/Watch_SE/IMG_5202.jpeg',
  'image_2': 'device/Watch/Watch_SE/IMG_5203.jpeg',
  'image_3': 'device/Watch/Watch_SE/IMG_5205.jpeg',
  'kit_id': 20,
  'name': 'Watch SE 2 Midnight - 21.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 28,
  'text': ''},
 {'amount': 24990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AW S8 45 Silver - 2̶̶7̶̶9̶̶9̶̶0̶ 24.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 7Q41L\n'
             '\n'
             '– Состояние аккумулятора: 99%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '7Q41L',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 38241, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 679,
  'image_1': 'device/Watch/Watch_8/F8CA0056-D653-4B6A-9A02-6834B214CB0C.jpeg',
  'image_2': 'device/Watch/Watch_8/BB8FDB5E-8D90-4663-85D8-487F144037FA.jpeg',
  'image_3': 'device/Watch/Watch_8/6F7099F1-63FB-4E97-8C7F-BB8361E2337B.jpeg',
  'kit_id': 20,
  'name': 'AW S8 45 Silver - 2̶̶7̶̶9̶̶9̶̶0̶ 24.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 30,
  'text': '– Состояние аккумулятора: 99%'},
 {'amount': 48990,
  'amount_buy': 44990,
  'amount_sale': 0,
  'author_id': 11,
  'caption': '<b>Новые Apple Watch Series 9 45 mm Midnight M/L - '
             '5̶̶0̶̶9̶̶9̶̶0̶ 48990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: WNFDV\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'WNFDV',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 148573, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 693,
  'image_1': 'device/Watch/Watch_9/IMG_4294.JPG',
  'image_2': 'device/Watch/Watch_9/IMG_4298.JPG',
  'image_3': '',
  'kit_id': 20,
  'name': 'Новые Apple Watch Series 9 45 mm Midnight M/L - 5̶̶0̶̶9̶̶9̶̶0̶ '
          '48990 🔥',
  'state_id': 3,
  'status': '1',
  'subcategory_id': 36,
  'text': ''},
 {'amount': 27990,
  'amount_buy': 27000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Новые Watch SE 2 44 Starlight - 2̶̶9̶̶9̶̶9̶̶0̶ 27.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: 4K91D\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '4K91D',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 949069, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 766,
  'image_1': 'device/Watch/Watch_SE/IMG_8735.jpeg',
  'image_2': 'device/Watch/Watch_SE/IMG_8736.jpeg',
  'image_3': 'device/Watch/Watch_SE/IMG_8738.jpeg',
  'kit_id': 20,
  'name': 'Новые Watch SE 2 44 Starlight - 2̶̶9̶̶9̶̶9̶̶0̶ 27.990 🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 28,
  'text': ''},
 {'amount': 21990,
  'amount_buy': 21000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Новые Watch SE 44 Space Gray - 2̶̶3̶̶9̶̶9̶̶0̶ 21.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: 2Q07Y\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '2Q07Y',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 12),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 270521, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 770,
  'image_1': 'device/Watch/Watch_SE/IMG_8841.jpeg',
  'image_2': 'device/Watch/Watch_SE/IMG_8842.jpeg',
  'image_3': 'device/Watch/Watch_SE/IMG_8843.jpeg',
  'kit_id': 20,
  'name': 'Новые Watch SE 44 Space Gray - 2̶̶3̶̶9̶̶9̶̶0̶ 21.990 🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 28,
  'text': ''},
 {'amount': 42990,
  'amount_buy': 41000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Новые Apple Watch Series 9 (GPS + Cellular) 45mm Midnight- '
             '42.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: #B358\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B358',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 194199, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 819,
  'image_1': 'device/Watch/Watch_9/IMG_6521.jpeg',
  'image_2': 'device/Watch/Watch_9/IMG_6522.jpeg',
  'image_3': 'device/Watch/Watch_9/IMG_6523.jpeg',
  'kit_id': 20,
  'name': 'Новые Apple Watch Series 9 (GPS + Cellular) 45mm Midnight- 42.990🔥',
  'state_id': 6,
  'status': '3',
  'subcategory_id': 36,
  'text': ''},
 {'amount': 85990,
  'amount_buy': 88000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Apple Watch Series 9 41mm Gold - 9̶̶1̶̶9̶̶9̶̶0̶ 85.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: PKWYJ\n'
             '\n'
             '- Новое устройство, упаковка не вскрыта\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'PKWYJ',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 11, 17, 23, 822956, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 844,
  'image_1': 'device/Watch/Watch_9/IMG_4890.jpeg',
  'image_2': 'device/Watch/Watch_9/IMG_4891.jpeg',
  'image_3': '',
  'kit_id': 20,
  'name': 'Apple Watch Series 9 41mm Gold - 9̶̶1̶̶9̶̶9̶̶0̶ 85.990🔥',
  'state_id': 3,
  'status': 'sale',
  'subcategory_id': 36,
  'text': '- Новое устройство, упаковка не вскрыта'},
 {'amount': 17990,
  'amount_buy': 21990,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Watch SE 1 40 mm Silver Blue Band - 1̶̶9̶̶9̶̶9̶̶0̶ '
             '17.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: NQ122\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'NQ122',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 2, 604306, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 849,
  'image_1': 'device/Watch/Watch_SE/IMG_1419.jpeg',
  'image_2': 'device/Watch/Watch_SE/IMG_1420.jpeg',
  'image_3': '',
  'kit_id': 20,
  'name': 'Watch SE 1 40 mm Silver Blue Band - 1̶̶9̶̶9̶̶9̶̶0̶ 17.990🔥',
  'state_id': 12,
  'status': '3',
  'subcategory_id': 28,
  'text': ''},
 {'amount': 51990,
  'amount_buy': 34000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Apple Watch Ultra 49MM Titanium White Ocean Band - '
             '6̶̶1̶̶9̶̶9̶̶0̶ 51.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: GYX3J\n'
             '\n'
             'Родной аккумулятор 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'GYX3J',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 21),
  'date_sale': datetime.date(2023, 12, 20),
  'date_updated': datetime.datetime(2023, 12, 21, 17, 32, 33, 424903, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 900,
  'image_1': 'device/Watch/Watch_8/IMG_1918.jpeg',
  'image_2': 'device/Watch/Watch_8/IMG_1919.jpeg',
  'image_3': 'device/Watch/Watch_8/IMG_1920.jpeg',
  'kit_id': 20,
  'name': 'Apple Watch Ultra 49MM Titanium White Ocean Band - 6̶̶1̶̶9̶̶9̶̶0̶ '
          '51.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 30,
  'text': 'Родной аккумулятор 100%'},
 {'amount': 11990,
  'amount_buy': 8000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Watch SE 40 Gold - 11.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 5Q07T\n'
             '\n'
             '- Остаточная емкость аккумулятора: 97%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '5Q07T',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 25),
  'date_sale': datetime.date(2023, 12, 25),
  'date_updated': datetime.datetime(2023, 12, 25, 15, 2, 10, 641000, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 924,
  'image_1': 'device/Watch/Watch_SE/IMG_5098.jpeg',
  'image_2': 'device/Watch/Watch_SE/IMG_5099.jpeg',
  'image_3': 'device/Watch/Watch_SE/IMG_5100.jpeg',
  'kit_id': 20,
  'name': 'Watch SE 40 Gold - 11.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 28,
  'text': '- Остаточная емкость аккумулятора: 97%'},
 {'amount': 16990,
  'amount_buy': 12500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Watch SE 2 40 Midnight - 1̶̶8̶̶9̶̶9̶̶0̶ 16.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: DQ35D\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'DQ35D',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 460270, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 621,
  'image_1': 'device/Watch/Watch_SE/8F6518E9-FBE3-4299-9271-05E536F5801A.jpeg',
  'image_2': 'device/Watch/Watch_SE/E4133D67-2B1C-46EA-9585-CCEFD42B0D4B.jpeg',
  'image_3': 'device/Watch/Watch_SE/0F5A69E7-3CF4-4349-8B81-6618F71FBDFA.jpeg',
  'kit_id': 12,
  'name': 'Watch SE 2 40 Midnight - 1̶̶8̶̶9̶̶9̶̶0̶ 16.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 28,
  'text': ''},
 {'amount': 9990,
  'amount_buy': 7000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Watch 5 44 Space Grey - 1̶̶2̶̶9̶̶9̶̶0̶ 9.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: KMLTQ\n'
             '\n'
             '- В комплекте отсутствует зарядный провод\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'KMLTQ',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 734068, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 713,
  'image_1': 'device/Watch/Watch_SE/IMG_4489.jpeg',
  'image_2': 'device/Watch/Watch_SE/IMG_4488.jpeg',
  'image_3': 'device/Watch/Watch_SE/IMG_4487.jpeg',
  'kit_id': 12,
  'name': 'Watch 5 44 Space Grey - 1̶̶2̶̶9̶̶9̶̶0̶ 9.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 28,
  'text': '- В комплекте отсутствует зарядный провод'},
 {'amount': 7990,
  'amount_buy': 5000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Watch 5 40 Space Gray - 1̶̶1̶̶9̶̶9̶̶0̶ 7.990 🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: BMLTK\n'
             '\n'
             '– В комплект входит зарядное устройство.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'BMLTK',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 874804, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 790,
  'image_1': 'device/Watch/Watch_6/IMG_8969.jpeg',
  'image_2': 'device/Watch/Watch_6/IMG_8970.jpeg',
  'image_3': '',
  'kit_id': 12,
  'name': 'Watch 5 40 Space Gray - 1̶̶1̶̶9̶̶9̶̶0̶ 7.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 29,
  'text': '– В комплект входит зарядное устройство.'},
 {'amount': 19990,
  'amount_buy': 22000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Apple Watch SE2 40 Silver - 2̶̶6̶̶9̶̶9̶̶0̶ 19.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: FMQLW\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'FMQLW',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 513069, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 823,
  'image_1': 'device/Watch/Watch_SE/IMG_1244.jpeg',
  'image_2': 'device/Watch/Watch_SE/IMG_1245.jpeg',
  'image_3': 'device/Watch/Watch_SE/IMG_1246.jpeg',
  'kit_id': 12,
  'name': 'Apple Watch SE2 40 Silver - 2̶̶6̶̶9̶̶9̶̶0̶ 19.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 28,
  'text': ''},
 {'amount': 42990,
  'amount_buy': 38990,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 2017 13’ 8/256 🇷🇺 - 42.990</b>\n'
             '\n'
             'Комплект: MacBook и зарядное устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B64\n'
             '\n'
             'Произведенные работы: \r\n'
             '– замена аккумулятора\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B64',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 21),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 40, 88020, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 566,
  'image_1': 'device/Mac/MacBook/239A94D4-CB82-44E2-A115-5D286EF76A91.jpeg',
  'image_2': 'device/Mac/MacBook/0BA43A42-5720-4D12-9C42-8340B3BC30D3.jpeg',
  'image_3': 'device/Mac/MacBook/828A0AEA-18A3-499E-B890-15586E02158A.jpeg',
  'kit_id': 6,
  'name': 'MacBook Pro 2017 13’ 8/256 🇷🇺 - 42.990',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Произведенные работы: \r\n– замена аккумулятора'},
 {'amount': 62990,
  'amount_buy': 50000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 15 2019 i7 16/256 Space Gray -  6̶̶4̶̶9̶̶9̶̶0̶  '
             '62.990 🔥</b>\n'
             '\n'
             'Комплект: MacBook и зарядное устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 6LVCF\n'
             '\n'
             'Циклов перезарядки - 319.\r\n'
             'Английско-арабская раскладка.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '6LVCF',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 172147, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 592,
  'image_1': 'device/Mac/MacBook/IMG_4384.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_4382.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_4381.jpeg',
  'kit_id': 6,
  'name': 'MacBook Pro 15 2019 i7 16/256 Space Gray -  6̶̶4̶̶9̶̶9̶̶0̶  62.990 '
          '🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Циклов перезарядки - 319.\r\nАнглийско-арабская раскладка.'},
 {'amount': 23990,
  'amount_buy': 15000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 4/256 2014 i5 Silver -  23.990🔥</b>\n'
             '\n'
             'Комплект: MacBook и зарядное устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 2G085\n'
             '\n'
             'Произведение работы:\r\n'
             '– замена аккумулятора (сертифицированный аналог) количество '
             'циклов перезарядки 0\r\n'
             '– замена термопасты\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '2G085',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 7),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 43, 590131, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 610,
  'image_1': 'device/Mac/MacBook/B8B4D758-071D-4220-A4F1-83F6848ED98F.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_5041.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_5040.jpeg',
  'kit_id': 6,
  'name': 'MacBook Air 13 4/256 2014 i5 Silver -  23.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Произведение работы:\r\n'
          '– замена аккумулятора (сертифицированный аналог) количество циклов '
          'перезарядки 0\r\n'
          '– замена термопасты'},
 {'amount': 92000,
  'amount_buy': 88000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>MacBook Air 13 M1 16/256 Space Gray - 9̶̶4̶̶0̶̶0̶̶0̶ '
             '92.000🔥</b>\n'
             '\n'
             'Комплект: MacBook и зарядное устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #R1167\n'
             '\n'
             'Стёрто частично олеофобное покрытие на матрице экрана\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1167',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 69008, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 692,
  'image_1': 'device/Mac/MacBook/IMG_1152.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_1149.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_1150.jpeg',
  'kit_id': 6,
  'name': 'MacBook Air 13 M1 16/256 Space Gray - 9̶̶4̶̶0̶̶0̶̶0̶ 92.000🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Стёрто частично олеофобное покрытие на матрице экрана'},
 {'amount': 154990,
  'amount_buy': 151000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>MacBook Pro 16 M1 16/512 Space Gray РСТ🇷🇺- 1̶̶5̶̶6̶̶9̶̶9̶̶0̶ '
             '154.990🔥</b>\n'
             '\n'
             'Комплект: MacBook и зарядное устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #B288\n'
             '\n'
             'Остаточная емкость аккумулятора 100% (50 циклов)\r\n'
             'Есть царапины на корпусе, и царапина на матрице дисплея.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B288',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 50, 466206, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 697,
  'image_1': 'device/Mac/MacBook/IMG_1682.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_1701.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_1684.jpeg',
  'kit_id': 6,
  'name': 'MacBook Pro 16 M1 16/512 Space Gray РСТ🇷🇺- 1̶̶5̶̶6̶̶9̶̶9̶̶0̶ '
          '154.990🔥',
  'state_id': 5,
  'status': 'sale',
  'subcategory_id': 4,
  'text': 'Остаточная емкость аккумулятора 100% (50 циклов)\r\n'
          'Есть царапины на корпусе, и царапина на матрице дисплея.'},
 {'amount': 54990,
  'amount_buy': 51000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Apple MacBook Pro 2017 13.3 i5/16/128 Silver - 54.990🔥</b>\n'
             '\n'
             'Комплект: MacBook и зарядное устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: #CVO94\n'
             '\n'
             'Остаточная ёмкость аккумулятора 81% (628 циклов перезарядки)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#CVO94',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 31),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 53, 88806, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 730,
  'image_1': 'device/Mac/MacBook/IMG_3232.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_3225.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_3226.jpeg',
  'kit_id': 6,
  'name': 'Apple MacBook Pro 2017 13.3 i5/16/128 Silver - 54.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Остаточная ёмкость аккумулятора 81% (628 циклов перезарядки)'},
 {'amount': 135990,
  'amount_buy': 133500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 2022 13’ M2 8/512 Silver- 1̶̶3̶̶7̶̶9̶̶9̶̶0̶ '
             '135.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: Q32N3\n'
             '\n'
             '– Нанесена гравировка\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Q32N3',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 16),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 41, 206603, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 580,
  'image_1': 'device/Mac/MacBook/IMG_2884.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_2882.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_2883.jpeg',
  'kit_id': 3,
  'name': 'MacBook Pro 2022 13’ M2 8/512 Silver- 1̶̶3̶̶7̶̶9̶̶9̶̶0̶ 135.990 🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 4,
  'text': '– Нанесена гравировка'},
 {'amount': 38990,
  'amount_buy': 31000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>iMac 21.5 2013 i5 8/1Tb - 4̶̶0̶̶9̶̶9̶̶0̶ 38.990🔝</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: JF8J2\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'JF8J2',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 713375, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 599,
  'image_1': 'device/Mac/iMac/msg572982939-288695.jpg',
  'image_2': 'device/Mac/iMac/msg572982939-288696.jpg',
  'image_3': 'device/Mac/iMac/msg572982939-288695_6ZRaUUA.jpg',
  'kit_id': 3,
  'name': 'iMac 21.5 2013 i5 8/1Tb - 4̶̶0̶̶9̶̶9̶̶0̶ 38.990🔝',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 8,
  'text': ''},
 {'amount': 117990,
  'amount_buy': 105000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 13 8/512 2022 M2 - 1̶̶1̶̶9̶̶9̶̶9̶̶0̶ 117.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: 4DH53\n'
             '\n'
             'Состояние аккумулятора - 100%\r\n'
             'Нанесена русская гравировка.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '4DH53',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 1),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 618358, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 623,
  'image_1': 'device/Mac/MacBook/IMG_4804.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_4803.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_4802.jpeg',
  'kit_id': 3,
  'name': 'MacBook Pro 13 8/512 2022 M2 - 1̶̶1̶̶9̶̶9̶̶9̶̶0̶ 117.990 🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Состояние аккумулятора - 100%\r\nНанесена русская гравировка.'},
 {'amount': 149990,
  'amount_buy': 135000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 16 16/512 M1 Pro Silver - 149.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 7K6QF\n'
             '\n'
             'Состояние аккумулятора - 92%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '7K6QF',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 410431, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 633,
  'image_1': 'device/Mac/MacBook/IMG_5009.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_5010.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_5011.jpeg',
  'kit_id': 3,
  'name': 'MacBook Pro 16 16/512 M1 Pro Silver - 149.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Состояние аккумулятора - 92%'},
 {'amount': 80990,
  'amount_buy': 41000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 13 M1 8/256 Space Gray - 80.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: GQ05D\n'
             '\n'
             '- Количество циклов перезарядки: 211\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'GQ05D',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 885897, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 639,
  'image_1': 'device/Mac/MacBook/3E2DDDF3-4892-4604-9194-50FCEAF986B7.jpeg',
  'image_2': 'device/Mac/MacBook/D5BFADE1-EC5F-4768-9EF9-3C9C9D416018.jpeg',
  'image_3': 'device/Mac/MacBook/7756E607-D702-44D6-913F-A546EA195F5A.jpeg',
  'kit_id': 3,
  'name': 'MacBook Pro 13 M1 8/256 Space Gray - 80.990 🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 4,
  'text': '- Количество циклов перезарядки: 211'},
 {'amount': 66990,
  'amount_buy': 46000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 M1 8/256 Space Gray - 7̶̶4̶̶9̶̶9̶̶0̶ '
             '66.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. Не '
             'имеет царапин и потертостей на корпусе и дисплее.\n'
             '\n'
             'Код товара: U1WFV\n'
             '\n'
             '- Родной аккумулятор 100%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'U1WFV',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 789977, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 663,
  'image_1': 'device/Mac/MacBook/IMG_9731.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_9733.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_9736.jpeg',
  'kit_id': 3,
  'name': 'MacBook Air 13 M1 8/256 Space Gray - 7̶̶4̶̶9̶̶9̶̶0̶ 66.990🔥',
  'state_id': 4,
  'status': '5',
  'subcategory_id': 4,
  'text': '- Родной аккумулятор 100%'},
 {'amount': 64990,
  'amount_buy': 40000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 13 16/256 2018 i7 Space Gray - 64.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: JHTD5\n'
             '\n'
             '– количество циклов перезарядки аккумулятора  325\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'JHTD5',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 434495, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 684,
  'image_1': 'device/Mac/MacBook/IMG_0206_eyiOfF9.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_0207.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_0208.jpeg',
  'kit_id': 3,
  'name': 'MacBook Pro 13 16/256 2018 i7 Space Gray - 64.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 4,
  'text': '– количество циклов перезарядки аккумулятора  325'},
 {'amount': 89990,
  'amount_buy': 72500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 2022 M2 8/256 Midnight - 89.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: K6GX2\n'
             '\n'
             '– Замена матрицы. \r\n'
             '– Нанесена русская гравировка.\r\n'
             '– Состояние аккумулятора 98%\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'K6GX2',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 752992, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 688,
  'image_1': 'device/Mac/MacBook/IMG_5689.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_5688.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_5687.jpeg',
  'kit_id': 3,
  'name': 'MacBook Air 13 2022 M2 8/256 Midnight - 89.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': '– Замена матрицы. \r\n'
          '– Нанесена русская гравировка.\r\n'
          '– Состояние аккумулятора 98%'},
 {'amount': 27990,
  'amount_buy': 17000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 12 8/512 2015 Gold - 27.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: GGF85\n'
             '\n'
             '– Замена аккумулятора (сертифицированный аналог)\r\n'
             '– Циклов перезарядки - 2\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'GGF85',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 19),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 893919, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 715,
  'image_1': 'device/Mac/MacBook/IMG_8389.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_8388.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_8387.jpeg',
  'kit_id': 3,
  'name': 'MacBook Air 12 8/512 2015 Gold - 27.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': '– Замена аккумулятора (сертифицированный аналог)\r\n'
          '– Циклов перезарядки - 2'},
 {'amount': 22990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 8/128 2014 i5 Silver - 3̶̶1̶̶9̶̶9̶̶0̶ 22.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: LH3QD\n'
             '\n'
             'Произведенные работы:\r\n'
             '- Замена аккумулятора (сертифицированный аналог)\r\n'
             '- Чистка устройства + замена термопасты\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'LH3QD',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 73189, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 755,
  'image_1': 'device/Mac/MacBook/IMG_0539.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_0540.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_0541.jpeg',
  'kit_id': 3,
  'name': 'MacBook Air 13 8/128 2014 i5 Silver - 3̶̶1̶̶9̶̶9̶̶0̶ 22.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': 'Произведенные работы:\r\n'
          '- Замена аккумулятора (сертифицированный аналог)\r\n'
          '- Чистка устройства + замена термопасты'},
 {'amount': 7990,
  'amount_buy': 7000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Magic Keyboard - 9̶̶9̶̶9̶̶0̶ 7.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: KPGA9\n'
             '\n'
             'Новое устройство в упаковке\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'KPGA9',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 55, 152509, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 756,
  'image_1': 'device/Magic_Keyboard/Magic_Keyboard/IMG_0613.jpeg',
  'image_2': 'device/Magic_Keyboard/Magic_Keyboard/IMG_0614.jpeg',
  'image_3': 'device/Magic_Keyboard/Magic_Keyboard/IMG_0615.jpeg',
  'kit_id': 3,
  'name': 'Magic Keyboard - 9̶̶9̶̶9̶̶0̶ 7.990 🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 37,
  'text': 'Новое устройство в упаковке'},
 {'amount': 1990,
  'amount_buy': 0,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Magic Keyboard - 6̶̶9̶̶9̶̶0̶ 1.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 20DAY\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '20DAY',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 25),
  'date_sale': datetime.date(2023, 12, 25),
  'date_updated': datetime.datetime(2023, 12, 25, 15, 31, 45, 724993, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 757,
  'image_1': 'device/Magic_Keyboard/Magic_Keyboard/IMG_0616.jpeg',
  'image_2': 'device/Magic_Keyboard/Magic_Keyboard/IMG_0617.jpeg',
  'image_3': '',
  'kit_id': 3,
  'name': 'Magic Keyboard - 6̶̶9̶̶9̶̶0̶ 1.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 37,
  'text': ''},
 {'amount': 24990,
  'amount_buy': 18000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Pro 13 2014 i5 8/128 - 2̶̶9̶̶9̶̶9̶̶0̶ 24.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 3G3QH\n'
             '\n'
             '– Замена аккумулятора(сертифицированный аналог, количество '
             'циклов перезарядки - 0)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '3G3QH',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 3, 485546, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 860,
  'image_1': 'device/Mac/MacBook/C1DCEFB9-FDFA-427E-A20A-9B64348209E1.jpeg',
  'image_2': 'device/Mac/MacBook/58182DF3-D7B3-43CF-B8EA-8FE13AF36C75.jpeg',
  'image_3': 'device/Mac/MacBook/3F8D1959-3849-41F9-9BBC-D6B3B7EE260C.jpeg',
  'kit_id': 3,
  'name': 'MacBook Pro 13 2014 i5 8/128 - 2̶̶9̶̶9̶̶9̶̶0̶ 24.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': '– Замена аккумулятора(сертифицированный аналог, количество циклов '
          'перезарядки - 0)'},
 {'amount': 78990,
  'amount_buy': 77000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>MacBook Air 13 M1 8/256 Space Gray LL/A 🇺🇸 - 78.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: #R1371\n'
             '\n'
             'Новый. Not activeted.\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#R1371',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 19),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 19, 12, 5, 33, 149824, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 915,
  'image_1': 'device/Mac/MacBook/IMG_0317.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_0318.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_0319.jpeg',
  'kit_id': 3,
  'name': 'MacBook Air 13 M1 8/256 Space Gray LL/A 🇺🇸 - 78.990 🔥',
  'state_id': 6,
  'status': '1',
  'subcategory_id': 4,
  'text': 'Новый. Not activeted.'},
 {'amount': 43990,
  'amount_buy': 27000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 8/256 2020 i3 Space Grey - 5̶̶0̶̶9̶̶9̶̶0̶ '
             '43.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 4MNHP\n'
             '\n'
             '- Количество циклов перезарядки: 182\r\n'
             '- Англо-русская раскладка клавиатуры\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '4MNHP',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': datetime.date(2023, 12, 28),
  'date_updated': datetime.datetime(2023, 12, 28, 18, 32, 2, 430135, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 927,
  'image_1': 'device/Mac/MacBook/IMG_5113.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_5114_NppRaWo.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_5115.jpeg',
  'kit_id': 3,
  'name': 'MacBook Air 13 8/256 2020 i3 Space Grey - 5̶̶0̶̶9̶̶9̶̶0̶ 43.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 4,
  'text': '- Количество циклов перезарядки: 182\r\n'
          '- Англо-русская раскладка клавиатуры'},
 {'amount': 111990,
  'amount_buy': 108000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>Machenike S16 i9-12900H/3060/32/1024 - 1̶̶2̶̶4̶̶9̶̶9̶̶0̶ '
             '111.990</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: Rasp1\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'Rasp1',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 28),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 28, 17, 31, 19, 748700, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 934,
  'image_1': 'device/Mac/MacBook/IMG_2941.JPG',
  'image_2': 'device/Mac/MacBook/IMG_2942.JPG',
  'image_3': '',
  'kit_id': 3,
  'name': 'Machenike S16 i9-12900H/3060/32/1024 - 1̶̶2̶̶4̶̶9̶̶9̶̶0̶ 111.990',
  'state_id': 3,
  'status': '1',
  'subcategory_id': 4,
  'text': ''},
 {'amount': 10990,
  'amount_buy': 8000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 11 4/128 Silver - 1̶̶9̶̶9̶̶9̶̶0̶ 10.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: XDRV7\n'
             '\n'
             '– Количество циклов перезарядки - 1\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'XDRV7',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 10),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 54, 597850, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 749,
  'image_1': 'device/Mac/MacBook/457CB218-9C73-4B9D-AC9F-EEAA289CA05C.jpeg',
  'image_2': 'device/Mac/MacBook/01606988-6D5C-41BA-AB6A-91B55ABDFA5D.jpeg',
  'image_3': 'device/Mac/MacBook/15A736A8-721E-4BA1-8E49-78DAE9836882.jpeg',
  'kit_id': 2,
  'name': 'MacBook Air 11 4/128 Silver - 1̶̶9̶̶9̶̶9̶̶0̶ 10.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 4,
  'text': '– Количество циклов перезарядки - 1'},
 {'amount': 22490,
  'amount_buy': 12500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 2014 4/256 i5 Silver - 22.490🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 2G085\n'
             '\n'
             '- Замена аккумулятора (сертифицированный аналог)\r\n'
             '- Количество циклов перезарядки: 6\r\n'
             '- Замена резиновых ножек, оригинал\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '2G085',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 58, 595953, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 799,
  'image_1': 'device/Mac/MacBook/IMG_4761.jpeg',
  'image_2': 'device/Mac/MacBook/IMG_4760.jpeg',
  'image_3': 'device/Mac/MacBook/IMG_4759.jpeg',
  'kit_id': 2,
  'name': 'MacBook Air 13 2014 4/256 i5 Silver - 22.490🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 4,
  'text': '- Замена аккумулятора (сертифицированный аналог)\r\n'
          '- Количество циклов перезарядки: 6\r\n'
          '- Замена резиновых ножек, оригинал'},
 {'amount': 12990,
  'amount_buy': 6000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 i5 2011 4/128 - 12.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: VDWJT\n'
             '\n'
             '– Замена аккумулятора(сертифицированный аналог, состояние 100%, '
             'количество циклов перезарядки - 0)\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'VDWJT',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 20),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 151407, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 806,
  'image_1': 'device/Mac/MacBook/B696192D-A654-40CA-92E5-67D4E97EDCB0.jpeg',
  'image_2': 'device/Mac/MacBook/4CA28558-2DD3-41C3-9F33-8A7BBBAD9113.jpeg',
  'image_3': 'device/Mac/MacBook/F580EB9F-1810-4974-871F-38C3AE1985C1.jpeg',
  'kit_id': 2,
  'name': 'MacBook Air 13 i5 2011 4/128 - 12.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 4,
  'text': '– Замена аккумулятора(сертифицированный аналог, состояние 100%, '
          'количество циклов перезарядки - 0)'},
 {'amount': 29990,
  'amount_buy': 26000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 2017 i5 8/128 Silver - 3̶̶5̶̶9̶̶9̶̶0̶ '
             '29.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 6J1WK\n'
             '\n'
             '– Количество циклов перезарядки - 34\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '6J1WK',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 15),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 4, 438982, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 872,
  'image_1': 'device/Mac/MacBook/ACFF5748-3959-40DD-BA34-8BCCD214AC3D.jpeg',
  'image_2': 'device/Mac/MacBook/07AEA5ED-05C0-4C68-B1B8-E97DCA5CB8C5.jpeg',
  'image_3': 'device/Mac/MacBook/2839D10A-EC2C-4F54-B3CF-2D331F160740.jpeg',
  'kit_id': 2,
  'name': 'MacBook Air 13 2017 i5 8/128 Silver - 3̶̶5̶̶9̶̶9̶̶0̶ 29.990🔥',
  'state_id': 1,
  'status': '5',
  'subcategory_id': 4,
  'text': '– Количество циклов перезарядки - 34'},
 {'amount': 74990,
  'amount_buy': 68500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>MacBook Air 13 M2 8/256 midnight - 8̶̶8̶̶4̶̶9̶̶0̶ '
             '74.990🔥</b>\n'
             '\n'
             'Комплект: Только устройство\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 4YFYK\n'
             '\n'
             '– Родной аккумулятор 100%\r\n'
             '– есть небольшой скол в углу на нижней крышке - на работу не '
             'влияет\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '4YFYK',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 23),
  'date_sale': datetime.date(2023, 12, 23),
  'date_updated': datetime.datetime(2023, 12, 23, 16, 9, 39, 851500, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 907,
  'image_1': 'device/Mac/MacBook/image.jpg',
  'image_2': 'device/Mac/MacBook/IMG_1902_AZTIPPA.jpeg',
  'image_3': 'device/Mac/MacBook/image_a6Mhial.jpg',
  'kit_id': 2,
  'name': 'MacBook Air 13 M2 8/256 midnight - 8̶̶8̶̶4̶̶9̶̶0̶ 74.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 4,
  'text': '– Родной аккумулятор 100%\r\n'
          '– есть небольшой скол в углу на нижней крышке - на работу не '
          'влияет'},
 {'amount': 5990,
  'amount_buy': 2000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods 2 - 7̶̶9̶̶9̶̶0̶ 5.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 0LX2Y\n'
             '\n'
             '– Кейс без поддержи беспроводной зарядки.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '0LX2Y',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 105398, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 667,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_5342.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_5341.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_5340.jpeg',
  'kit_id': 21,
  'name': 'AirPods 2 - 7̶̶9̶̶9̶̶0̶ 5.990 🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 21,
  'text': '– Кейс без поддержи беспроводной зарядки.'},
 {'amount': 6990,
  'amount_buy': 2000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods 2 - 8̶̶9̶̶9̶̶0̶ 6.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: LLX2Y\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'LLX2Y',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 31),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 51, 975540, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 716,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_8404.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_8402.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_8403.jpeg',
  'kit_id': 21,
  'name': 'AirPods 2 - 8̶̶9̶̶9̶̶0̶ 6.990 🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 9990,
  'amount_buy': 2000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Pro - 1̶̶2̶̶9̶̶9̶̶0̶ 9.990 🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 2LKKT\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '2LKKT',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 0, 112968, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 818,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_9194.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_9193.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_9192.jpeg',
  'kit_id': 21,
  'name': 'AirPods Pro - 1̶̶2̶̶9̶̶9̶̶0̶ 9.990 🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 4490,
  'amount_buy': 2500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods 2 - 4.490🔥</b>\n'
             '\n'
             'Комплект: Коробка\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: YLX2Y\n'
             '\n'
             '- Устройство полностью работоспособно\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'YLX2Y',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 12, 13),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 6, 33345, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 892,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_5019.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_5020.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_5021.jpeg',
  'kit_id': 21,
  'name': 'AirPods 2 - 4.490🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 21,
  'text': '- Устройство полностью работоспособно'},
 {'amount': 7990,
  'amount_buy': 5000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Pro - 7990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 4OC6L\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '4OC6L',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 144974, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 617,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/69D02E9A-8553-4738-8B92-E2DA4AF82006.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/30D5DF03-EE93-4184-85B7-A859202C2D1B.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/1B3976EE-6BC4-4B0F-9532-15F981FDFDD4.jpeg',
  'kit_id': 18,
  'name': 'AirPods Pro - 7990🔥',
  'state_id': 10,
  'status': '3',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 51990,
  'amount_buy': 51000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Max Green - 51.990 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: 6P3WG\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '6P3WG',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 605709, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 560,
  'image_1': 'device/Airpods/Airpods_Max/D0A94EA6-DBD8-499B-9CD6-0C4C5DBA2754.jpeg',
  'image_2': 'device/Airpods/Airpods_Max/0DB8312A-5740-4C51-BD16-423338D82FE3.jpeg',
  'image_3': 'device/Airpods/Airpods_Max/EDDBAB08-F182-4AAF-B892-FF9A4F8E79F0.jpeg',
  'kit_id': 13,
  'name': 'AirPods Max Green - 51.990 🔥',
  'state_id': 7,
  'status': '3',
  'subcategory_id': 13,
  'text': ''},
 {'amount': 2990,
  'amount_buy': 3000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Кейс AirPods Pro - 2.990🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 51059\n'
             '\n'
             '– Комплект: коробка и кейс\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '51059',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 5),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 951011, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 602,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/D4335401-4775-4AB1-B0CB-CFE41DEF5BF9.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/1BF5FBB7-34B2-472D-98C1-3C022D0BB0E4.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/BF95E810-51CE-4027-9368-FBD5D19513BE.jpeg',
  'kit_id': 13,
  'name': 'Кейс AirPods Pro - 2.990🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 25,
  'text': '– Комплект: коробка и кейс'},
 {'amount': 4490,
  'amount_buy': 1500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods 2 - 4.490 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: NJMMT\n'
             '\n'
             '– Кейс с поддержкой беспроводной зарядки.\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'NJMMT',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 28),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 44, 697484, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 624,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_4825.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_4826.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_4827.jpeg',
  'kit_id': 13,
  'name': 'AirPods 2 - 4.490 🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 21,
  'text': '– Кейс с поддержкой беспроводной зарядки.'},
 {'amount': 12290,
  'amount_buy': 10900,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods 2 - 12.290 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: 9LX2Y\n'
             '\n'
             '- Кейс без поддержки беспроводной зарядки.\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '9LX2Y',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 6),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 253311, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 631,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_4902.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_4900.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_4901.jpeg',
  'kit_id': 13,
  'name': 'AirPods 2 - 12.290 🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 21,
  'text': '- Кейс без поддержки беспроводной зарядки.'},
 {'amount': 17990,
  'amount_buy': 11000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Pro 2 - 17.990 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 0NYJM\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '0NYJM',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 46, 44588, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 641,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/B0119E00-6D8D-4BE4-9CE8-B8ACEC81AFAA.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/954DE0C4-08AA-44D9-BA44-1834DBB5FB76.jpeg',
  'image_3': '',
  'kit_id': 13,
  'name': 'AirPods Pro 2 - 17.990 🔥',
  'state_id': 1,
  'status': '3',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 14990,
  'amount_buy': 5000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Pro - 14.990 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 31059\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '31059',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 27),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 155536, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 655,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_5237.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_5234.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_5233.jpeg',
  'kit_id': 13,
  'name': 'AirPods Pro - 14.990 🔥',
  'state_id': 9,
  'status': '5',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 18190,
  'amount_buy': 18100,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Pro - 18.190 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии.Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: CLKKT\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'CLKKT',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 343928, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 670,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_5391.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_5392.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_5393.jpeg',
  'kit_id': 13,
  'name': 'AirPods Pro - 18.190 🔥',
  'state_id': 10,
  'status': '5',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 15990,
  'amount_buy': 2500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Pro - 15.990 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: NLKKT\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'NLKKT',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 49, 673258, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 687,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_5684.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_5685.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_5686.jpeg',
  'kit_id': 13,
  'name': 'AirPods Pro - 15.990 🔥',
  'state_id': 9,
  'status': '5',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 14490,
  'amount_buy': 12500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Новые Marshall Major IV Black - 1̶̶5̶̶4̶̶9̶̶0̶ 14.490🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: 06156\n'
             '\n'
             '– Устройство новое, запечатанное\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '06156',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 10, 29),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 52, 530595, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 723,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/DCA1E27C-9B88-4FF1-974C-C595762DBA7D.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/7B049B92-125E-4768-96CE-4FF52DE23971.jpeg',
  'image_3': '',
  'kit_id': 13,
  'name': 'Новые Marshall Major IV Black - 1̶̶5̶̶4̶̶9̶̶0̶ 14.490🔥',
  'state_id': 3,
  'status': '3',
  'subcategory_id': 21,
  'text': '– Устройство новое, запечатанное'},
 {'amount': 14490,
  'amount_buy': 14500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods 3 - 1̶̶5̶̶9̶̶9̶̶0̶ 14.490 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: XJQMX\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'XJQMX',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 671269, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 775,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_8885.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_8888.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_8889.jpeg',
  'kit_id': 13,
  'name': 'AirPods 3 - 1̶̶5̶̶9̶̶9̶̶0̶ 14.490 🔥',
  'state_id': 8,
  'status': '5',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 17990,
  'amount_buy': 21500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods Pro 2 - 1̶̶9̶̶9̶̶9̶̶0̶ 17.990 🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: NWQR4\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'NWQR4',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 56, 752326, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 776,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_8890.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_8891.jpeg',
  'image_3': '',
  'kit_id': 13,
  'name': 'AirPods Pro 2 - 1̶̶9̶̶9̶̶9̶̶0̶ 17.990 🔥',
  'state_id': 8,
  'status': '3',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 13990,
  'amount_buy': 15790,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>AirPods 3 - 1̶̶5̶̶9̶̶9̶̶0̶ 13.990🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Устройство в идеальном состоянии. Полностью работоспособно. На '
             'кейсе и/ или наушниках минимальные царапины и потертости.\n'
             '\n'
             'Код товара: WMQ20\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'WMQ20',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': None,
  'date_updated': datetime.datetime(2023, 12, 18, 19, 27, 1, 551754, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 836,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_1324.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_1325.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_1326.jpeg',
  'kit_id': 13,
  'name': 'AirPods 3 - 1̶̶5̶̶9̶̶9̶̶0̶ 13.990🔥',
  'state_id': 8,
  'status': '0',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 17990,
  'amount_buy': 16000,
  'amount_sale': 0,
  'author_id': 8,
  'caption': '<b>AirPods (3rd generation - Lightning) без MagSafe - '
             '17.990🔥</b>\n'
             '\n'
             'Комплект: Полный\n'
             '\n'
             'Состояние: \n'
             'Новое устройство. Не вскрыта упаковка\n'
             '\n'
             'Код товара: #B422\n'
             '\n'
             'Официальная гарантия 1 год!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '#B422',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 26),
  'date_sale': datetime.date(2023, 12, 26),
  'date_updated': datetime.datetime(2023, 12, 26, 13, 2, 26, 917648, tzinfo=datetime.timezone.utc),
  'guarantee_id': 3,
  'id': 914,
  'image_1': 'device/Airpods/Airpods_2/3/_Pro/IMG_0368.jpeg',
  'image_2': 'device/Airpods/Airpods_2/3/_Pro/IMG_0369.jpeg',
  'image_3': 'device/Airpods/Airpods_2/3/_Pro/IMG_0370.jpeg',
  'kit_id': 13,
  'name': 'AirPods (3rd generation - Lightning) без MagSafe - 17.990🔥',
  'state_id': 7,
  'status': '5',
  'subcategory_id': 21,
  'text': ''},
 {'amount': 42990,
  'amount_buy': 37000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>SonyPlaystation 5 - 42.990🔥</b>\n'
             '\n'
             'Комплект: 2 игровых джойстика\n'
             '\n'
             'Состояние: \n'
             'Устройство в отличном состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее минимальные царапины и потертости.\n'
             '\n'
             'Код товара: 97122\n'
             '\n'
             '– В комплект к устройству идут 2 геймпада\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '97122',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 30),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 48, 641155, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 674,
  'image_1': 'device/Xbox/Xbox_S/IMG_9638.jpeg',
  'image_2': 'device/Xbox/Xbox_S/IMG_9639.jpeg',
  'image_3': 'device/Xbox/Xbox_S/IMG_9640.jpeg',
  'kit_id': 22,
  'name': 'SonyPlaystation 5 - 42.990🔥',
  'state_id': 12,
  'status': '5',
  'subcategory_id': 33,
  'text': '– В комплект к устройству идут 2 геймпада'},
 {'amount': 8990,
  'amount_buy': 5000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Apple Pencil (2nd generation) - 8.990💥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 100ZT\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '100ZT',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 7, 31),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 39, 125965, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 554,
  'image_1': 'device/Pencil/Pencil/pencil.jpeg',
  'image_2': 'device/Pencil/Pencil/pencil_2.jpeg',
  'image_3': 'device/Pencil/Pencil/pencil_3.jpeg',
  'kit_id': 15,
  'name': 'Apple Pencil (2nd generation) - 8.990💥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 23,
  'text': ''},
 {'amount': 7990,
  'amount_buy': 5500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Apple Pencil 2nd Generation - 7.990🔥</b>\n'
             '\n'
             'Комплект: Без комплекта\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: PJKM9\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': 'PJKM9',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 8, 8),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 792816, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 600,
  'image_1': 'device/Pencil/Pencil/220FE97D-0B74-4018-BDE5-177C49112B1D.jpeg',
  'image_2': 'device/Pencil/Pencil/5C64CAE3-C225-4F9D-835B-739EC2105125.jpeg',
  'image_3': 'device/Pencil/Pencil/6019FFE3-DEED-4A90-B836-E644833BDDFD.jpeg',
  'kit_id': 15,
  'name': 'Apple Pencil 2nd Generation - 7.990🔥',
  'state_id': 5,
  'status': '3',
  'subcategory_id': 23,
  'text': ''},
 {'amount': 47990,
  'amount_buy': 54500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Dyson Airwrap Complete Long HS05, Медный / Яркий никель - '
             '47.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 1489A\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '1489A',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 14),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 42, 632655, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 598,
  'image_1': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_4517.jpeg',
  'image_2': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_4516.jpeg',
  'image_3': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_4515.jpeg',
  'kit_id': 16,
  'name': 'Dyson Airwrap Complete Long HS05, Медный / Яркий никель - 47.990 🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 24,
  'text': ''},
 {'amount': 56990,
  'amount_buy': 53500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Dyson Airwrap Complete HS05 LONG Vinca Blue/Rose - 56.990 '
             '🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: 0495A\n'
             '\n'
             '– В комплекте идет дорожная сумка.\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '0495A',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 17),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 45, 173382, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 630,
  'image_1': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_4958.jpeg',
  'image_2': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_4956.jpeg',
  'image_3': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_4957.jpeg',
  'kit_id': 16,
  'name': 'Dyson Airwrap Complete HS05 LONG Vinca Blue/Rose - 56.990 🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 24,
  'text': '– В комплекте идет дорожная сумка.'},
 {'amount': 54990,
  'amount_buy': 54500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Фен-Стайлер Dyson Airwrap Complete Long HS05 Fuchsia/Nickel - '
             '54.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое, вскрыта упаковка. Не активировано.\n'
             '\n'
             'Код товара: 0995A\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '0995A',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 9, 24),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 47, 712320, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 662,
  'image_1': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_5320.jpeg',
  'image_2': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_5322.jpeg',
  'image_3': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_5325.jpeg',
  'kit_id': 16,
  'name': 'Фен-Стайлер Dyson Airwrap Complete Long HS05 Fuchsia/Nickel - '
          '54.990 🔥',
  'state_id': 6,
  'status': '5',
  'subcategory_id': 24,
  'text': ''},
 {'amount': 47990,
  'amount_buy': 46500,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Фен-стайлер Dyson Airwrap Complete Long HS05 Никель / Медный '
             '- 5̶̶6̶̶9̶̶9̶̶0̶ 47.990 🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Новое\n'
             '\n'
             'Код товара: 0174A\n'
             '\n'
             'Гарантия от магазина на проверку 12 месяцев!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '0174A',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 23),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 57, 154437, tzinfo=datetime.timezone.utc),
  'guarantee_id': 1,
  'id': 781,
  'image_1': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_8919.jpeg',
  'image_2': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_8924.jpeg',
  'image_3': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_8921.jpeg',
  'kit_id': 16,
  'name': 'Фен-стайлер Dyson Airwrap Complete Long HS05 Никель / Медный - '
          '5̶̶6̶̶9̶̶9̶̶0̶ 47.990 🔥',
  'state_id': 3,
  'status': '5',
  'subcategory_id': 24,
  'text': ''},
 {'amount': 34990,
  'amount_buy': 30000,
  'amount_sale': 0,
  'author_id': 5,
  'caption': '<b>Фен-Стайлер Dyson Airwrap Complete Long HS05 Fuchsia/Nickel - '
             '3̶̶9̶̶9̶̶9̶̶0̶ 34.990🔥</b>\n'
             '\n'
             'Комплект: Полный комплект\n'
             '\n'
             'Состояние: \n'
             'Устройство в хорошем состоянии. Полностью работоспособно. На '
             'корпусе и/ или дисплее есть царапины и потертости.\n'
             '\n'
             'Код товара: 1270A\n'
             '\n'
             'Гарантия от магазина на проверку 3 месяца!✅\n'
             '\n'
             'Доступен trade-in ♻️\n'
             '(Сдаете старое устройство - получаете скидку на новое)\n'
             '\n'
             'Самовывоз:\n'
             '- г. СПБ, ул. Восстания 7, БЦ «Андреевский», офис 208\n'
             '- г. Москва, Барклая, 6, стр. 3, офис 104\n'
             '\n'
             'Быстрая и безопасная доставка по России и странам СНГ🚀',
  'city_id': 1,
  'code': '1270A',
  'create': True,
  'custom_guarantee': None,
  'date_created': datetime.date(2023, 12, 18),
  'date_sale': datetime.date(2023, 11, 26),
  'date_updated': datetime.datetime(2023, 12, 18, 19, 26, 59, 874350, tzinfo=datetime.timezone.utc),
  'guarantee_id': 2,
  'id': 815,
  'image_1': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_9180.jpeg',
  'image_2': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_9179.jpeg',
  'image_3': 'device/Фены_и_Стайлеры_Dyson/Стайлер_Dyson/IMG_9178.jpeg',
  'kit_id': 16,
  'name': 'Фен-Стайлер Dyson Airwrap Complete Long HS05 Fuchsia/Nickel - '
          '3̶̶9̶̶9̶̶9̶̶0̶ 34.990🔥',
  'state_id': 5,
  'status': '5',
  'subcategory_id': 24,
  'text': ''}]
